[["tt0113092", "David Douglas, Tim Douglas", "David Douglas, Christopher Salazar", 3.4, "1h 40min", "Earth is in a state of constant war and two colonies of humans have been sent to a far away world. The colonists create a new civilization but have inherited the worst traits of their forebears and war breaks out leaving the new cities in ruins. It falls to a bunch of teens to bring peace to the colony - but will they?"], ["tt0116391", "Mazhar Khan", NaN, 6.2, "2h 47min", NaN], ["tt0116628", "Kenneth Guertin", "Kenneth Guertin, James Bonner", 6.3, "1h 26min", "Alan Freeling, an idealistic inventor, discovers the ultimate energy source. Upon doing so he opens the door to a covert agency that funnels its every resource into destroying Alan's life and hiding this new technology. Their objective is to erase Alan and his family by any means necessary. In a turn of events, Robert Skotak, one of the top officials at the agency, de... Leer todo"], ["tt0119273", "Michael Coldewey, Michel Lemire", "Kevin Eastman, Simon Bisley, Eric Talbot", 5.4, "1h 28min", "After surviving an invasion on her peaceful homeworld, a beautiful avenger must stop a powerful psychopath from gaining immortality and rescue her kidnapped sister."], ["tt0120755", "John Woo", "Bruce Geller, Ronald D. Moore, Brannon Braga", 6.1, "2h 3min", NaN], ["tt0120913", "Don Bluth, Gary Goldman", "Hans Bauer, Randall Mc, Cormick, Ben Edlund", 6.6, "1h 34min", NaN], ["tt0120903", "Bryan Singer", "Tom De, Santo, Bryan Singer, David Hayter", 7.3, "1h 44min", NaN], ["tt0132910", "Bharat Nalluri", "James O'Barr, Chip Johannessen", 4.9, "1h 42min", "Alex Corvis returns to the world of the living to solve the murder of a young woman that he was wrongly accused of."], ["tt0134847", "David Twohy", "Jim Wheat, Ken Wheat, David Twohy", 7.0, "1h 49min", NaN], ["tt0141926", "Jonathan Mostow", "Jonathan Mostow, Sam Montgomery, David Ayer", 6.6, "1h 56min", NaN], ["tt0143344", "Lorenzo Doumani", "Lorenzo Doumani, Mark Stevens", 4.1, "1h 39min", "Inspired by her father, a former boxer whose family duties superseded his athletic ambitions, a young woman (Sophia Adella Hernandez) decides to enter the sport."], ["tt0144964", "Douglas Aarniokoski", "Gregory Widen, Eric Bernt, Gillian Horvath", 4.6, "1h 27min", NaN], ["tt0144608", "Alan Jacobs, Evan Ricks", "Jeff Wolverton, Gregory Davis, Robert Jay Litz", 4.5, "1h 22min", "The story of the legendary sailor who helps a beautiful princess save her father and their seaside kingdom from the clutches of an Evil Wizard."], ["tt0147486", "Tom Putnam", "Michael S. Harbour, Jeff Malmberg, Tom Putnam", 4.1, "1h 30min", "Steven Byzinsky is convinced he's a blaxploitation superhero. Like Shaft, Dolemite and Black Belt Jones before him, he's keeping' the streets safe for the brother and trying to stay one step ahead of The Man. There's only one problem: Steven's white."], ["tt0151150", "Mansoor Khan", "Aatish Kapadia, Mansoor Khan, Nidhi Tuli", 6.1, "2h 42min", "Max, who lives with his twin sister Shirley in Goa, is enraged when he finds out that she has fallen in love with Rahul, his bitter rival Prakash's younger brother."], ["tt0157202", "Glenn Klinker", "Glenn Klinker", 4.8, "1h 30min", "A deranged street person has flashes of sanity, and his outrage at, and disgust for, the nightly news body count inspires him to vanquish not only his inner demons, but also the very real ones that are preying, unchecked upon the innocent."], ["tt0160009", "Christian Duguay", "Wayne Beach, Simon Barry", 5.7, "1h 57min", NaN], ["tt0160127", "Mc, G", "Ryan Rowe, Ed Solomon, John August", 5.6, "1h 38min", NaN], ["tt0162650", "John Singleton", "Ernest Tidyman, John Singleton, Shane Salerno", 6.0, "1h 39min", NaN], ["tt0164052", "Paul Verhoeven", "Gary Scott Thompson, Andrew W. Marlowe", 5.8, "1h 52min", NaN], ["tt0165642", "Rafael Eisenman", "Zalman King, Elise D'Haene", 3.2, "1h 25min", "Gabe, a photographer, his assistant, Annie, and his boss hire a ship to take them out to sea on a modeling shoot. What Gabe doesn't know is that an old friend-turned-enemy of his has indirectly lured him into the situation, and the models that were hired locally are skilled weapons handlers and dealers. The ship is on its way to meet a South African submarine to whom ... Leer todo"], ["tt0165400", "Rodney Mc, Donald", "C. Courtney Joyner", 3.5, "1h 37min", "Over one hundred years ago, a cataclysmic chain of events plummeted the earth into the dark ages which destroyed most of civilization, and the remaining few survivors attempt to change the course of events that led to the destruction."], ["tt0165929", "Andrzej Bartkowiak", "Mitchell Kapner, Eric Bernt, John Jarrell", 6.1, "1h 55min", NaN], ["tt0167367", "Jeremy Haft", "Alex Metcalf", 4.6, "1h 30min", NaN], ["tt0168714", "John One", "Chrissy Mountjoy", 2.6, "1h 10min", "Glori-Anne Gilbert is an \"ugly duckling\" who, by making a pact with the Dream Witch, becomes endowed with the beauty, wealth and sexual power of her friends."], ["tt0168504", "Scott Wiper", "Scott Wiper", 5.6, "1h 41min", "A Chicago cop quits the force and finds himself threatened by the Mafia."], ["tt0170452", "John Leekley", "John Leekley, Evan Rhodes", 5.1, "1h 49min", "A young boy sets out to find his mother. After setting up camp in Central Park, he encounters a group of people even needier than himself."], ["tt0172495", "Ridley Scott", "David Franzoni, John Logan, William Nicholson", 8.5, "2h 35min", NaN], ["tt0172109", "Damiano Damiani", "Dardano Sacchetti", 1.8, "2h 2min", "Alessandro Corso is a special forces carabiniere. During an operation he saves a child but cause the death of one of his comrades. He's then transferred to a peaceful little town, where he will be unexpectedly forced to help an hot witness named Antavleva, protecting her and bringing them safely to the trial."], ["tt0172464", "Neil Mandt", "Mark Twain, Gregory Poppen", 3.1, "1h 31min", NaN], ["tt0176650", "Joseph Zito", "Clay Mc, Bride", 2.7, "1h 33min", "An elite commando unit must rescue a captured peacekeeping force from a ruthless international arms dealer."], ["tt0176579", "Rune Bendixen", "Rune Bendixen, Majken Gilmartin, L.M. Kit Carson", 2.4, "1h 30min", "A man on the run is surprised to learn that he is a Knight Templar and that his girlfriend is a holy virgin about to give birth to a very special baby on Christmas Day."], ["tt0177971", "Wolfgang Petersen", "Sebastian Junger, William D. Wittliff", 6.5, "2h 10min", NaN], ["tt0179183", "Geoff Murphy", "Steven Feinberg, Troy Neighbors, John Flock", 4.5, "1h 32min", NaN], ["tt0179987", "Nicolas Wadimoff", "Nicolas Wadimoff, Moussa Maaskri, Louis Bélanger", 6.1, "1h 40min", "Une station-service au bord de l'autoroute. Abdou, jeune fugueur, se lie d'amitié avec Georges, le pompiste Arabe. Georges profite d'une ultime et violente dispute avec son patron pour plaquer son boulot et accompagner le petit Abdou jusqu'à Marseille. L'enfant souhaite y voir un match de la coupe du monde de football. La tête pleine de rêves et les poches vides, ils ... Leer todo"], ["tt0179861", "David Giancola", "David Giancola", 3.6, "1h 30min", "At the the Killington ski resort something has gone awry. Evil terrorists led by the sinister Greig have taken the resort hostage with a stolen nuclear device. It's up to Ski Patrol bum Matt Foster to save the day... and his fiancé."], ["tt0183280", "John Putch", "James Morley IIIKeoni Waxman", 3.3, "1h 30min", "When a tsunami created by a nuclear explosion capsizes a cruise ship, a special agent must help the surviving passengers reach the surface when it becomes apparent that there's a group of terrorists on board."], ["tt0181836", "Craig Mazin", "James Gunn", 5.7, "1h 22min", "The sixth or seventh best superhero team in the world pursue their rightful place in the harshly competitive world of toy tie-ins and fighting evil."], ["tt0183869", "Gérard Krawczyk", "Luc Besson", 6.5, "1h 28min", NaN], ["tt0184858", "John Frankenheimer", "Ehren Kruger", 5.8, "1h 44min", NaN], ["tt0184894", "Tom Dey", "Miles Millar, Alfred Gough", 6.6, "1h 50min", NaN], ["tt0184457", "Randall Fontana", "Randall Fontana", 4.6, "1h 30min", "Brigit as a young girl saw her family killed by the Karpovs, a Russian crime family, she would have been dead too, if her neighbor had not come to her house and saved her. Years later, she plans to take out all of the Karpovs, and she does. However, the Reillys, the Karpovs rival are afraid that the Karpovs will think that they are behind it. So, they grab her so that... Leer todo"], ["tt0186566", "Clint Eastwood", "Ken Kaufman, Howard Klausner", 6.5, "2h 10min", NaN], ["tt0187393", "Roland Emmerich", "Robert Rodat", 7.2, "2h 45min", NaN], ["tt0187750", "Jeff Celentano", "D. Alvelo, Marc Bienstock, Jeff Celentano", 4.7, "1h 31min", "On a personal mission to destroy his wife's killer, a Denver cop (William Baldwin) joins a rogue operation that goes bad and finds himself under suspicion of murder, yet still manages to restart his life."], ["tt0185183", "Roger Christian", "Corey Mandell, J.D. Shapiro, L. Ron Hubbard", 2.5, "1h 57min", NaN], ["tt0187078", "Dominic Sena", "H.B. Halicki, Scott Rosenberg", 6.5, "1h 58min", NaN], ["tt0186454", "Art Camacho", "David De, Falco", 3.7, "1h 40min", "A Hollywood talent agent's girlfriend thrusts him into a world of strip clubs, drugs and deadly motorcycle gangs."], ["tt0190374", "Courtney Solomon", "Topper Lilien, Carroll Cartwright, E. Gary Gygax", 3.6, "1h 47min", NaN], ["tt0190524", "Vic Sarin", "Alan B. Mc, Elroy, Paul Lalonde, Joe Goodman", 4.3, "1h 40min", NaN], ["tt0190332", "Ang Lee", "Hui-Ling Wang, James Schamus, Kuo Jung Tsai", 7.9, "2h", NaN], ["tt0192614", "Rob Cohen", "John Pogue", 5.6, "1h 46min", NaN], ["tt0190865", "Martin Campbell", "Robert King, Terry Hayes", 5.9, "2h 4min", NaN], ["tt0194104", "Jean van de Velde", "Simon de Waal, Jan van Daalen, Jean van de Velde", 7.0, "1h 45min", "Based on a book about an infamous real scandal in the Dutch crime scene, the film aims at exposing the horrors caused by corruption on both sides of the law. A rookie policeman is coerced into obtaining secret information from a childhood friend turned gangster. The childhood friend turns informant. But his revelations are hardly the most important \"leaks\" in the stor... Leer todo"], ["tt0193701", "Vinny Murphy", "Vinny Murphy, Mark Stewart", 6.2, "1h 26min", "A Belfast man who steals cars for a living dreams of retiring to Barcelona. Suddenly he finds himself in conflict with a crazed gangster who desires the first man's girlfriend. The two decide to settle the situation with a race with 12 of their friends. They just need to steal the cars for the race."], ["tt0195944", "Serge Rodnunsky", "Paul Tarantino", 4.2, "1h 34min", "A reporter risks his life to get to the bottom of a stack of lies, corruption and murder surrounding the opening of a local power plant."], ["tt0195308", "Cary Howe, Tony Kandah", "R.C. Rossenfier", 4.2, "1h 33min", "A warrior and a beautiful ex-convict are left to fight the galaxy's most fearsome commandos in an alien wasteland."], ["tt0196614", "Martin Munthe", "Martin Munthe, Anneli Engström", 3.5, "1h 19min", "A xenophobic and bigoted police officer returns to Sweden from Russia, and is tasked to arrest an assassin gone rogue, who is also spiraling into a mental breakdown."], ["tt0196219", "Albert Pyun", "Albert Pyun", 2.2, "1h 20min", "A high-level government hit squad is sent into the streets in order to complete a deadly mission."], ["tt0197072", "Jean Pellerin", "Phillip J. Roth, Jim Christopher", 3.8, "1h 27min", "A car ferry carrying a valuable artifact is sunk by a group of international thieves."], ["tt0197951", "J. Stephen Maunder", "J. Stephen Maunder", 4.0, "1h 35min", "When a martial artist called Stryker resurrects three ancient Chinese master assassins so he can take over NYC's underworld, it's up to martial artist cop Tarek Richards to stop them. But he will need the aid of Stryker's former master."], ["tt0197299", "Jenõ Hódi", "Christopher Pearce, Jenõ Hódi, Ian Patrick Williams", 3.6, "1h 22min", "Renegade CIA agent Rick Halsey assembles a team of special forces operatives to rescue a Russian nuclear scientist held in a fortified mental institution behind enemy lines."], ["tt0197104", "Jack Williams", "Ashe Starr", 2.6, "R", "Rock singer Erika is murdered with her cop boyfriend on the eve of Halloween. Then exactly one year later she is resurrected by a mysterious crow to exact vengeance on her attackers."], ["tt0199753", "Antony Hoffman", "Chuck Pfarrer, Jonathan Lemkin", 5.7, "1h 46min", NaN], ["tt0199748", "Godfrey Ho", "Lisa Cory", 4.1, "1h 37min", "After six years as a guest of the state, mob hit man Jason Reed wants nothing more than to get an honest job and spend time with his young son, Tommy. He is not ten steps outside of the prison before being greeted by Keither, an old crony anxious to pick up where they left off. While out for a drive with his son, Jason saves a young woman from a gun wielding thug, not... Leer todo"], ["tt0202314", "Rodney Mc, Donald", "Phillip J. Roth, Jim Christopher", 3.1, "1h 20min", "The future of Earth is in question when a strange reaction deep beneath its surface causes a massive rupture in the planet's inner structure."], ["tt0203835", "Sam Firstenberg", "Bryan Genesse", 3.1, "1h 35min", NaN], ["tt0203053", "Harley Cokeliss", "Harley Cokeliss, Peter Milligan, John Penney", 5.5, "1h 36min", NaN], ["tt0202677", "Christopher Mc, Quarrie", "Christopher Mc, Quarrie", 6.6, "2h", NaN], ["tt0205729", "J. Christian Ingvordsen", "Matthew M. Howe, J. Christian Ingvordsen", 3.8, "1h 32min", "An American attack submarine on patrol in the South China Sea intercepts an SOS from a Russian freighter. The freighter was attacked by unidentified frogmen on the high seas and high grade plutonium was stolen. The FBI suspects this attack is the work of Darian Cain, a former Russian Commando turned terrorist. When a special anti-terrorist team is formed, Special Oper... Leer todo"], ["tt0208198", "Mikael Ruttkay Hylin", "Olov Svedelid, Hans Rosenfeldt", 5.2, "1h 47min", "Roland Hassel meets the dangerous Russian mafia."], ["tt0207299", "J. Christian Ingvordsen", "Matthew M. Howe, J. Christian Ingvordsen", 4.0, "2000", "AirBoss does cool stuff (Again)"], ["tt0207377", "John Terlesky", "T.L. Lankford", 4.6, "1h 36min", "Secret Service agents must retrieve the briefcase allowing the President control of America's nuclear arsenal before massive destruction ensues."], ["tt0208988", "Stephen Kay", "Ted Lewis, David Mc, Kenna", 5.1, "1h 42min", NaN], ["tt0207631", "Tibor Takács", "David Bourla, Brian Irving, Stephen P. Jarchow", 4.5, "1h 28min", NaN], ["tt0208037", "Terry Cunningham", "Terry Cunningham, John J. Kelly", 4.6, "1h 35min", "An American army intelligence officer discovers corruption and murder by American soldiers in Vietnam."], ["tt0207501", "Gerry Lively", NaN, 4.2, "1h 40min", "A young man is hired to protect a wealthy businessman from a killer."], ["tt0208003", "Raja Gosnell", "Darryl Quarles, Don Rhymer", 5.2, "1h 39min", NaN], ["tt0213127", "D-Shot, Hunter Mc, Cann, Harry Mok", "D-Shot", 6.3, "1h 15min", "Enemies since back in the day, two homeboys take a different path in life. College bound Daryll, desperate to keep a roof over his family's head and seduced by the money, power and respect of the hustler lifestyle moves in on his old nemesis' turf setting off a battle over territory in a war that rages throughout the inner city."], ["tt0212346", "Donald Petrie", "Marc Lawrence, Katie Ford, Caryn Lucas", 6.3, "1h 49min", NaN], ["tt0211938", "Antoine Fuqua", "Andrew Scheinman, Adam Scheinman, Tony Gilroy", 5.7, "1h 59min", NaN], ["tt0212879", "Lloyd Kaufman", "Trent Haaga, Patrick Cassidy, Gabriel Friedman", 5.9, "1h 49min", NaN], ["tt0213690", "Richard Friedman", "Richard Friedman", 3.6, "1h 32min", "L.A. is struck by a series of minor earthquakes. The experts don't know what's happening since their advanced systems didn't detect any seismic activities. Kimberly Stevenson is sent to investigate the epicenter in a remote mountainous forest, and she is surprised to discover she's not alone. Somebody knows the real secret about the \"earthquakes\"."], ["tt0214638", "Michael J. Sarna", "Bob Couttie, Michael D. Sellers", 3.5, "1h 33min", "A diabolical industrialist who thinks the world is dangerously overpopulated, prepares to use his space-based weapon to cause widespread nuclear meltdowns at power plants around the world."], ["tt0214728", "Gordon Chan", "Gordon Chan, Stuart Zicherman", 5.9, "1h 49min", "The Y2K Bug. Real Warfare vs Electronic Gaming. Peter Tong, a carefree Hong Kong youngster, finds himself drawn into web of a deadly espionage conspiracy."], ["tt0214871", "Sheldon Lettich", "Stephen Brackley, Pamela K. Long", 3.6, "1h 35min", NaN], ["tt0215715", "Alberto Graça", "Alberto Graça, Leopoldo Serran", 6.1, "1h 53min", "Ex-drug dealer is forced to go back to business by a corrupt policeman. He must go to Colombia and bring back some cocaine, but discovers the whole thing is a set up. He then devises a suicidal plan for revenge."], ["tt0216216", "Roger Spottiswoode", "Cormac Wibberley, Marianne Wibberley", 5.9, "2h 3min", NaN], ["tt0216750", "Eric Rochant", "Laurent Chalumeau, Eric Rochant", 6.3, "1h 24min", "After a drug deal gone wrong, Bédé goes into hiding in the countryside at a reformative school for criminal youth. His location is found out, and he and the pupils have to protect themselves with whatever means they have."], ["tt0216651", "Yoshiaki Kawajiri", "Hideyuki Kikuchi, Yoshiaki Kawajiri, Ellen Moore", 7.6, "1h 43min", NaN], ["tt0216772", "Robert Adetuyi", "Ray 'Cory' Daniels, Chris Hudson, Kelly Hilaire", 4.2, "1h 26min", "A gifted musician struggles to rise above the crime-plagued urban streets and realize his dream."], ["tt0217654", "Jim Wynorski", "Steve Latshaw, Fred Olen Ray", 3.5, "1h 29min", NaN], ["tt0216926", "Jack Williams", "Jack Williams, Rachela Williams", 4.9, "2000", "Father death takes control of a dead woman's body and wreaks bloody havoc wherever he/she roams."], ["tt0218080", "Damian Lee, Jim Wynorski", "Kevin Bernhardt, Steve Latshaw, Damian Lee", 3.3, "1h 35min", "Captain Matt Hendricks and Dr. Linda Christian are locked in a submarine with Russian terrorists that threaten to launch a chemical virus on US territory."], ["tt0219653", "Patrick Lussier", "Joel Soisson, Patrick Lussier", 4.9, "1h 39min", NaN], ["tt0218641", "Fred Olen Ray", "Steve Latshaw", 3.3, "1h 35min", "Navy SEALs launch a rescue mission after terrorists plunge a jet carrying a missile-launching computer into the sea."], ["tt0218533", "Rajkumar Santoshi", "Vijay Deveshwar, K.K. Raina, Anjum Rajabali", 6.7, "2h 56min", NaN], ["tt0219640", "Jean Pellerin", "Geri Cudia Barger, Jonathan Raymond, Phillip J. Roth", 4.1, "1h 34min", "People are trying to find their way out of subway tunnel after a devastating earthquake."], ["tt0221197", "Christopher Coppola", "Richard L. Albert, Mike Allred, Robert Cooper", 4.4, "1h 38min", "Two G-Men, returning from hell, must perform good deeds to save themselves from a doomed fate."], ["tt0220596", "Sanjay Gupta", "Sanjay Gupta, Sutanu Gupta, Anand S. Vardhan", 4.5, "2h 4min", "An assassin is sent to kill the witness from testifying against the killers. In the process, the assassin falls in love with the witness."], ["tt0222020", "Fred Olen Ray", "Steve Latshaw", 3.3, "1h 34min", "Secret Service agents target a presidential candidate by hijacking the Concorde he is on and kill the pilots. It's up to an Air Force officer, nicknamed \"Washout\" because he can't fly a plane, to land the Concorde."], ["tt0227200", "Yossi Wein", "Danny Lerner, Bernard Stone", 3.3, "1h 31min", "An elite task force is assigned to handle a Middle-Eastern terrorist mastermind who is using mind-control techniques to create an army of willing suicide bombers."], ["tt0226238", "Beda Docampo Feijóo", "Enrique Cortés, Beda Docampo Feijóo", 6.0, "1h 30min", "It opens with a murder. Abelardo Sachs is the owner and editor of a famous political magazine He's gunned down in his luxurious home by a masked killer."], ["tt0228750", "Taylor Hackford", "Tony Gilroy, William Prochnau, Thomas Hargrove", 6.3, "2h 15min", NaN], ["tt0229362", "Michael Martin", "Michael Martin, Snoop Dogg", 3.9, "1h 21min", "Killa Pop (Snoop Dogg), Young Loc (Darryl Brunson), Crackle (Tray Deee), and Snap (Goldie Loc) are top dogs in the Eastsidaz gang in Long Beach, California. Pop, also known as Killa Pop, is the alpha dog. He has Crackle and Big Long Beach (RBX), set up a big Jamaican drug deal that's going to put him on easy street. But Crackle and Big Long Beach have their own agenda... Leer todo"], ["tt0230049", "Rob Van Eyck", "Rob Van Eyck", 2.8, "1h 33min", "Two criminals form a pact to destroy Belgium so that their principals can take over the government and restore order with a firm hand."], ["tt0230055", "Rama Rao Tatineni", "Aadesh K. Arjun, Erode Sounder", 5.2, "2h 55min", "A noble family presides over a small town in India."], ["tt0231956", "Harry Ralston", "Harry Ralston", 5.2, "1h 35min", "Alan, a timid anthropology graduate student is coming to terms with his fate as the last man on Earth, until he discovers Sarah, a beautiful, intelligent woman who can't stand that Alan is the last man she'll ever see."], ["tt0232079", "Dharmesh Darshan", "Robin Bhatt, Dharmesh Darshan, Sanjeev Duggal", 3.7, "2h 52min", "When a village belle's brother is killed by a bandit, she vows revenge and enlists the help of two truckers-come-theatre artists in her mission."], ["tt0233764", "Norman Lesperance, André Øvredal", "Norman Lesperance, André Øvredal", 4.0, "1h 32min", "The pathetic surgeon Simon Thorne suffers from paranoia, obsessions and hallucinations, and loses both his wife and his job. But then he meets a couple from one of his dreams where they kill him. So he has to kill them first."], ["tt0233656", "Richard Pepin", "Gregg Mc, Bride", 3.6, "1h 42min", "A detective assigned to transport a dangerous mobster discovers that she has been set-up to fail."], ["tt0234000", "Rakesh Roshan", "Rakesh Roshan, Sagar Sarhadi, Honey Irani", 6.9, "2h 52min", "A young girl meets the doppelganger of her deceased boyfriend and now has a chance to find the people who have murdered him."], ["tt0235485", "Oscar Petersson", "Oscar Petersson", 3.1, "1h 37min", "A female assassin hides with a man from her past, when the organization she works for is trying to kill her instead."], ["tt0235679", "Kunihiko Yuyama", "Takeshi ShudôHideki Sonoda, Satoshi Tajiri", 5.8, "1h 33min", "In the town of Greenfield, a young, lonely girl's dreams and wishes are brought into reality by a collective of reality-warping Pokémon."], ["tt0233910", "Toshiyuki Mizutani", "Hiroshi Hatajima, Mugita Kinoshita, Yûsuke Kishi", 5.2, "1h 34min", "When a woman, able to read the thoughts of others, comes to help survivors of the 1995 Kobe earthquake, she encounters a girl with Multiple Personality Disorder whose dangerous 13th personality, Isola, must be stopped."], ["tt0236027", "Anders Thomas Jensen", "Anders Thomas Jensen", 7.5, "1h 49min", "A gang of 4 Danish criminals are ordered by Færingen to steal a bag from a safe. When they see DKK4,000,000 in the bag, they keep it for themselves and head for Spain. They end up in a ruin of an old restaurant on Jutland and renovate it."], ["tt0233600", "Jingle Ma", "Susan Chan, Felix Chong", 5.8, "1h 58min", "Is anyone who he says he is in this caper that moves from Hong Kong and Las Vegas to Tokyo? Ken doesn't show up in Vegas for his wedding; his disconsolate bride, Macy, heads home for Hong Kong and finds John, an interior decorator, waiving a check of Ken's that has bounced. She leaves immediately for Tokyo to find her businessman boyfriend, and John tags along. Ken's ... Leer todo"], ["tt0236167", "Kon Ichikawa", "Akira Kurosawa, Keisuke Kinoshita, Kon Ichikawa", 6.7, "1h 51min", "New magistrate cleans up a corrupt town in his own comic Samurai way."], ["tt0238883", "Aleksey Balabanov", "Aleksey Balabanov", 7.6, "2h 2min", "Arriving in Moscow, Danila discovers Konstantin dead and he sets out to avenge his death; a journey that leads him to Chicago and a whole new experience."], ["tt0240524", "Rolf Gibbs", NaN, 7.0, "5min", "This short but lyrical piece of cinema can be described as a thriller, a horror film, a comedy, a religious epic, a tragedy, an action flick, or as a Motion Poem about 30,000 feet."], ["tt0239655", "Sabu", "Sabu", 7.3, "1h 40min", "A simple funeral turns a man's world topsy turvy."], ["tt0240400", "Craig Clyde", "Bryce W. Fillmore, Craig Clyde", 4.8, "1h 21min", "A teenage girl and her dog are stranded in the desert. With the help of a young illegal immigrant on the run, they try to make it out alive together."], ["tt0242519", "Priyadarshan", "Siddique, Lal, Neeraj Vora", 8.2, "2h 36min", NaN], ["tt0243415", "Jon Gunn", "Jon Gunn, John W. Mann", 5.2, "1h 46min", "Estranged twin brothers - one a con man, the other an Episcopal deacon - accidentally switch places... and find God in the process."], ["tt0243196", "Lloyd A. Simandl", "Chris Hyde", 3.3, "1h 37min", "A group of retired spies once former enemies, are forced to work together in an attempt to retrieve a neutron bomb stolen by a group of new-wave, high-tech operatives who have supplanted them in the post-Cold War intelligence game."], ["tt0243573", "Katsuyuki Motohiro", "Magy, Yoshikazu Okada", 6.8, "2h 5min", "What happens when ambitious robbery - to clear out a futuristic bank outside Tokyo in 5 minutes - gone wrong."], ["tt0243327", "Darren Doane", "Jim Chadwick", 5.4, "1h 23min", "A double-dealing member of an elite group of hit men becomes the ultimate target when his organization discovers his deceit."], ["tt0243876", "Andrew Lau", "Jing Wong, Manfred Wong", 5.8, "1h 46min", "After a long absence, a master swordsman of royal blood, Yeh Cool-son, returns to the emperor's palace to challenge Snow, a reclusive master, to a dual on new year's eve. In the days before the dual, strange things happen in the palace, seen mostly through the eyes of Dragon 9, a leader of the guard who alternates between serious pursuit of duty and joking. His girlfr... Leer todo"], ["tt0245967", "James Cunningham", "James Cunningham", 6.7, "8min", "A mutant hero, a virtual bank heist. A digital action thriller. A three fingered virus is let loose on a computer system with the express purpose of erasing a student loan."], ["tt0244715", "Waldemar Dziki", "Waldemar Dziki, Marek Miller", 5.6, "1h 36min", "Dirección"], ["tt0246332", "Rodney Gibbons", "Terry Abrahamson", 4.9, "1h 30min", "The murder of the ex-wife of Dr. Sam Dennis Charney (Rutger Hauer) leads Detective Della Wilder (Pam Grier) to uncover a series of women's murders somehow linked to a big pharmaceutical company."], ["tt0244884", "Wai-Man Yip", "Kwok-Yuen Cheung, Manfred Wong", 6.3, "1h 43min", "Focusing on triad member Chiu Shan Ho, a.k.a. 'Chicken' Chiu as he successfully tries to find love with his childhood friend, in this spin-off to the Young & Dangerous saga."], ["tt0248185", "Vidhu Vinod Chopra", "Abhijat Joshi, Suketu Mehta, Vikram Chandra", 6.6, "2h 34min", "A police officer adopts the son and sole survivor of a family he has massacred while pursuing a terrorist. After some time the foster son finds out what the stepfather did."], ["tt0246776", "Djordje Milosavljevic", "Gordan Mihic", 5.9, "1h 34min", "A contract killer and his unexperienced protégé are on their way to find the next victim in the landscape of Pannonian plain. Crossing the path of ruthless criminals, a young female teacher-to-be and a local cab driver will take part in bloodshed murderers."], ["tt0247944", "Raj Kanwar", "Raj Kanwar, Robin Bhatt, Sutanu Gupta", 5.0, "2h 46min", "Having witnessed his family being massacred during a riot in his village, Badal is raised by a terrorist and sets out to exact revenge on the police officer responsible for his family's murder."], ["tt0250445", "Dejan Acimovic", "Dejan Acimovic", 6.9, "1h 37min", "A cruel world of the Yugoslavian prison during 1980s, based on real events about a man who gets life sentence for committed crime."], ["tt0249588", "Kundan Shah", "Kundan Shah, Ranjit Kapoor", 3.0, "2h 33min", "Raju, a waiter, is crazy about TV reporter, Geeta. During an investigation, in order to prolong their meetings, he bears false witness to a murder and misleads the police with a fake description."], ["tt0251433", "Hark Tsui", "Koan Hui, Hark Tsui", 6.7, "1h 53min", "A streetwise young man becomes a bodyguard to score quick cash. He befriends a disillusioned mercenary determined to begin life anew. They find themselves working together to foil an assassination attempt, but their partnership can't last."], ["tt0252277", "Guddu Dhanoa", NaN, 5.0, "2h 40min", "A contract killer with a tragic past trains a teenage girl to avenge the murder of her family and falls for her in the process."], ["tt0251094", "Benny Chan", "Kiu-Ying Chan, Felix Chong, Bey Logan", 4.6, "2h", "After a lethal American attack robot, RS1, is unleashed onto the mean streets of Hong Kong, Asia's funkiest crime-fighting team finds themselves on the wrong side of then law."], ["tt0251756", "Ram Gopal Varma", "H. Banerjee, Jaideep Sahni", 6.1, "2h 26min", "A survival tale of two lovers, who tries their best to escape a jungle which is governed by a cold blooded dacoit."], ["tt0250476", "Jyoti Kumar", "Ramana Chintapally", 5.8, "2000", "Dirección"], ["tt0255189", "Marshall V. Davidson", "Marshall V. Davidson", 6.9, "2000", "Based on a true story, a young Marine Officer is interrogated about the death of one of his platoon members during training."], ["tt0255309", "Mahesh Manjrekar", "Ravi Shankar Jaiswal, Mahesh Manjrekar, K.K. Singh", 6.2, "2h 9min", "ACP Prithviraj is an honest cop. When he arrests the Chief Minister's son for assaulting a girl, the minister tries his best to create havoc in Prithviraj's life."], ["tt0255198", "Masaaki Tezuka, Ishirô Honda", "Hiroshi Kashiwabara, Wataru Mimura", 6.0, "1h 45min", "Japan creates an artificial black hole device to trap Godzilla forever, but a test of the device creates new foes for Godzilla, car-sized dragonflies called meganula and their queen, Megaguirus."], ["tt0255019", "Taikan Suga", "Shinichi Inozume", 6.5, "1h 48min", "A 20-something action figure collector named Yuji who owns hundreds of figures still sealed in their original blister packs. Lately, he's been obsessed with obtaining the super-rare \"Hellbanker\" figure. When Yuji finally tracks Hellbanker down, it turns out to be much more than just a collectible toy. Meanwhile, Yuji's friends are all consumed with different areas of ... Leer todo"], ["tt0255212", "Satish Kaushik", "Jainendra Jain, Bhupati Raja", 5.5, "2h 45min", "Inspired by the Telugu film, \"Pelli Chuskundam,\" the plot follows the life of a rape victim (Aishwarya Rai). Now, a disgrace to her family, she is turned away from her house after the sexual assault. But she finds shelter in the character played by Anil Kapoor."], ["tt0255679", "Eduard Bosch", "Patxi Amezcua, Jordi Gasull", 6.4, "1h 44min", "Arian is a naive but idealistic young woman of Basque heritage who falls in with a terrorist group fighting for the rights of her people. Hoping to prove her commitment, Arian volunteers to take part in a kidnapping organized by the Basque extremists, and she helps to abduct Isabel the daughter of a prominent businessman."], ["tt0255305", "Neeraj Vora", "Uttam Gada, Neeraj Vora", 5.2, "2h 37min", "Dev, a conman, gets killed by his wife Ritu, after she learns that the former is a debt-ridden thug who married her only to repay his debts. Her life turns upside down when she meets Anand, Dev's identical twin brother."], ["tt0253897", "La Monte Edwards", "La Monte Edwards", 6.4, "2000", "After Lee Fuller's sister dies from a drug overdose, he decides that is is time for vengeance. Lee begins to \"take out\" the dealers on route to the top dog, Donovan, and is placed on watch by two detectives. As things get out of hand we begin to learn more and more about this Vigilante."], ["tt0254927", "Yogesh Ishwar", "Kamlesh Pandey, Krishna Murali Posani, Nikhil Saini", 4.7, "2h 33min", "An honest and diligent man's life turns upside down after making an enemy in a ruthless mafia gang after he saves a girl from being molested by them."], ["tt0255097", "Harry Baweja", NaN, 4.6, "2h 44min", "Policeman Vishal is shot when his boss bungles a raid on a boat. To avoid the wrath of Vishal's family, his boss hires a lookalike to stop their suspicions. But when the policeman's girlfriend Sapna falls in love with the 'new' Vishal, all sorts of trouble is caused. Watch as events unfold itself and what a negative impact this will have on Vishaul's family."], ["tt0256375", "Mark Savage", "Mark Savage, David Richardson", 5.4, "1h 27min", "A family man who witnessed a hit-man carry out a killing as a child decides to carry out contract executions in the suburbs of Melbourne, but soon finds himself also working as a hit-man, making his life far more complicated."], ["tt0258550", "Jamie Mosberg", NaN, 8.4, "41min", "Dirección"], ["tt0259165", "Bruce Branit, Jeremy Hunt", "Bruce Branit, Jeremy Hunt", 7.1, "3min", "A section of a highway is blocked off so that a plane can make an emergency landing on it. However, there are two people still driving on the highway: a man in an SUV and an old lady in a Lincoln."], ["tt0258489", "Chi-Leung Law", "Tung-Shing Yee, Joe Man Kwong Cheung, Chi-Leung Law", 6.6, "1h 36min", "What begins as an innocuous entry into a gun competition eventually steers Rick towards a path of fatal rivalry. With extensive training, Rick emerges as one of the finest shooters in town. Three years down the line, four members of a G4 unit have been murdered; the suspects clear out any possible evidence. A top CID officer, Miu, narrows the suspect list down to just... Leer todo"], ["tt0258552", "Piotr Starzak", "Piotr Starzak", 2.5, "1h 30min", "Dirección"], ["tt0258862", "Robert Lee", "Paul A. Birkett", 4.2, "1h 37min", "A CIA agent who, while on assignment in Russia shortly before the fall of the Soviet Union, is captured by KGB forces and placed in a mental hospital. Eleven years later, Carville is given a chance to earn his freedom."], ["tt0259023", "Tin-Hung Yiu", "Hui-Ying Chen", 4.0, "1h 26min", "Dirección"], ["tt0259974", "Bob Buchholz, Mamoru Hosoda, Jeff Nimoy", "Akiyoshi Hongo, Jeff Nimoy, Bob Buchholz", 6.0, "1h 22min", "Throughout three different stories, Kari Kamiya and her friends take on explosive adventures involving digital creatures."], ["tt0260054", "Gakuryû Ishii", "Gakuryû Ishii, Goro Nakajima", 6.2, "2h 18min", "Benkei, a master fighter and killer, vows never to take another life after his conversion to Buddhism. His faith in pacifism, however, is shaken and ultimately broken by the attacks from a trio of fighters known only as \"the demons\". Taking up his sword once more, he sets out to end their murderous terror."], ["tt0261199", "Josh Evans", "Josh Evans", 1.8, "1h 28min", "In the idyllic suburban dystopia of Orange, the affable but clueless Paul agrees to be a drug courier for Mr. Ball who's about to take delivery of a drug rumored to be \"more addictive than air.\" Against the better judgment of his best friend D., Paul does the deal for quick cash, but the supplier turns on him and murders D. in the ensuing shootout. Paul goes on the la... Leer todo"], ["tt0260991", "Park Chan-wook", "Park Chan-wook, Seong-san Jeong, Hyun-seok Kim", 7.7, "1h 50min", NaN], ["tt0260948", "Guy Maddin", "Guy Maddin", 7.6, "6min", "A scientist chooses a wealthy man over her two lovers but must heal the earth's core to save humanity."], ["tt0261125", "Alan Mak", "Clement Sze-Kit Cheng, Joe Ma, Alan Mak", 6.6, "1h 29min", "A young man and his girlfriend walk into a triad war when they go to Thailand to find his estranged brother."], ["tt0262529", "Jianya Zhang", "Jian Hao", 5.8, "1h 54min", "A airplane flight goes wrong."], ["tt0260758", "Jesús Franco", "Kevin Collins, Jesús Franco, J. Douglas Wentworth", 3.2, "1h 30min", "Blind Target is the story of a young woman who emigrated from the poor tiny Latin American country of San Hermoso only to strike it rich and famous as an author in the United States. When she returns to her homeland to promote her novel \"Desperate Letters\" - a thinly veiled expose of her native land's political corruption - she is in for a welcome that she could not h... Leer todo"], ["tt0263101", "Danny Pang, Oxide Chun Pang", "Danny Pang, Oxide Chun Pang", 6.5, "1h 45min", "The story is of a deaf-mute hitman and his partner who are based in Bangkok. He is friends with his partner's girlfriend who is a stripper at a local club. They go about their assassination business as usual as the boss climbs the underworld ladder and forms new alliances. Flashbacks explain how he got to this point in his life. He forms a relationship with a young wo... Leer todo"], ["tt0263256", "Michael Wolk", NaN, 6.9, "1h 20min", "A career criminal tries to reconnect with his high school sweetheart, but sparks a rivalry with his brother and incites a plot that could kill them all."], ["tt0264778", "Mel Chionglo", "Ricky Lee", 6.1, "1h 40min", "Gregory (Piolo Pascual) bikes his way through the streets of Manila and transports film reels from one theater to another giving \"extra service\" to its patrons. He lives with his grandfather (Koko Trinidad) whose dementia worries Gregory, but whose stories on local movies-being friends with famous Philippine actors Rogelio dela Rosa, Carmen Rosales, Leopoldo Salcedo, ... Leer todo"], ["tt0266308", "Kinji Fukasaku", "Koushun Takami, Kenta Fukasaku", 7.5, "1h 54min", NaN], ["tt0266048", "Setsurô Wakamatsu", "Yûichi Shinpo, Yasuo Hasegawa, Kenzaburô Iida", 5.6, "2h 9min", "A group of terrorists has taken hold of the largest dam in Japan. They also capture the workers as hostages, and demanded JPY$5 billion from the government with a 24 hour deadline in exchange for the lives of the hostages. To make things more complicated, there was a snowstorm and no one can get in or out near the area. Fortunately, the terrorists did not capture Toga... Leer todo"], ["tt0266408", "Stanley Tong", "Stanley Tong, Steven Whitney", 5.3, "1h 43min", "Assassination at a charity event in Shanghai has 2 cops follow and fighting the assassin or follow a cute, Japanese woman pick-pocketing the victim. Drugs are involved. Chases with motorcycles, race-cars and helicopter follow."], ["tt0265647", "Luke Greenfield", "Luke Greenfield, David Scotti", 7.3, "10min", "You all know Bruno...Bruno is a born loser with the ladies. Scoffed and scorned, the only thing Bruno could pick up in a singles' bar is the check! Until now. Now Bruno sees the girl of his dreams and he'll fight all odds to win her - even her lesbian girlfriend. In a 10-minute brawl of hilarity, Bruno finds \"The Right Hook,\" a short film that asks the age-old questio... Leer todo"], ["tt0267622", "Ryu Seung-wan", "Ryu Seung-wan", 6.6, "1h 35min", "\"Die Bad\" is an inventive feature made up of four distinct episodes, each with their own style. With their criss-crossing characters and themes, they add up to a fairly comprehensive account of the causes and effects of male aggression, both tribal and individual."], ["tt0268255", "Joseph Novoa", "Sonia Chocrón", 5.9, "1h 26min", "The town of Papayal is located in the Amazon jungle. It is ruled by violence, greed and vice. It has grown around mines where gold is extracted, and where mercury has severely destroyed the environment. Apart from the local bar and brothel, the settlers have nothing to do but work on the mines. Every once in a while a man called Fellini arrives and projects films. One... Leer todo"], ["tt0269043", "Javier Olivera", "Constanza Novick, Héctor Olivera, Javier Olivera", 5.6, "1h 47min", "Es la historia de el joven Manuel, quien en su veloz moto sale a recorrer la Patagonia argentina en busca de su padre, y de si mismo. En medio de su viaje encontrará lo inesperado, que se llama Carolina, y entre ellos nacerá algo más que una amistad. Pero para escapar de lo obvio, Olivera eligió el género policial, que implica una pelea, un muerto, una comisaría, un i... Leer todo"], ["tt0269217", "Wisit Sasanatieng", "Wisit Sasanatieng", 6.9, "1h 50min", NaN], ["tt0270933", "Kazuki Akane, Yoshiyuki Takei", "Ryôta Yamaguchi, Kazuki Akane, Shôji Kawamori", 6.6, "1h 38min", "A grim retelling of the television series \"The Vision of Escaflowne\"."], ["tt0270880", "Padam Kumar, Jana Sue Memel", "Sanjay Masoomm", 4.5, "2h 20min", "Rajveer, an aspiring police officer is given a task to save Abbas from a cold blooded criminal Nazeer. Though Abbas and Rajveer hate each other but realizing the tragedy behind his parents death brings them closer."], ["tt0271641", "Chi Wai Lam", "Hung-Wah Leung", 7.7, "2000", "Dirección"], ["tt0271701", "Juan José Jusid", "Marcos Carnevale, Solange Keoleyan", 4.3, "1h 25min", NaN], ["tt0270271", "Yi-Wen Chen", "Yi-Wen Chen, Chao-Bin Su", 5.0, "1h 37min", "Dirección"], ["tt0271003", "Gísli Snær Erlingsson", "Jon Steinar Ragnarsson", 6.3, "1h 30min", "In the middle ages a small Greenlandic boy comes drifting with an Iceberg to a remote and superstitious settlement in Iceland and is believed to be an evil spirit by his looks. He saves a young boy from an avalanche and they become friends. The young Icelandic boy has to fight for his friends existence against the ignorant villagers, who want him imprisoned or even ki... Leer todo"], ["tt0270989", "Fred Dryer", "Derek Chase", 5.2, "1h 29min", "In the Californian desert, Sheriff Wade has to deal with drug couriers on Highway 395, a criminal releasing from jail and a serial killer."], ["tt0271748", "Anil Devgan", "Anees Bazmee, Robin Bhatt, Javed Siddiqui", 5.1, "2h 43min", "Raju is hired to pose as uncle to three orphaned kids in order to usurp their inheritance. But he changes his mind after falling in love with their governess and decides to fight the greedy relatives."], ["tt0272822", "Wilson Yip", "Clement Sze-Kit Cheng, Chi-Kin Kwok, Greg Mellott", 5.1, "1h 29min", "Action adventure in which the formula for a cancer-curing medicine is stolen, and a kung-fu fighting team must overcome rivals and doublecrosses in order to get it back"], ["tt0272010", "Filip Van Neyghem", "Rein Boumans, Marc de Bel", 5.8, "1h 32min", "Blinker, a boy who likes to play a detective, goes looking for the stolen family jewels of a baroness together with his friends Nellie and Sara."], ["tt0273161", "Bill Baggs", "Lance Parkin", 6.4, "2000", "When Dr Lauren Anderson agrees to Thomas Mordley testing his experimental new drug Cyberon on her brain damaged patients she expects little benefit. But Cyberon is going to revolutionize medicine and maybe even the world."], ["tt0274625", "Stuart T. Maschwitz", "Stuart T. Maschwitz", 6.2, "20min", "Scott is a painter, a very bad painter whose stuff is worse than what's on the walls at your local coffee-house. To make ends meet he's got a side job - he's a professional killer. Now that he's good at. When Scott finds himself competing for a job with San Francisco's most notorious hitman, the inimitable Nak, he realizes he must decide between a dangerous but lucrat... Leer todo"], ["tt0274541", "Hirohisa Sasaki", "Hiroshi Takahashi", 5.4, "1h 25min", "After her brother is accused of murdering four people, his sister, desperate to prove his innocence, goes to a psychic for help. The price they ask, however, is far more than she expected, and the answers they give her are nothing she could ever have imagined. And what is the FBI doing investgating a murder in Japan?"], ["tt0273870", "Shaji Kailas", "Ranjith", 7.6, "2h 55min", "Induchoodan is wrongly implicated in a murder case. Later, his father is imprisoned for murdering his daughter and Induchoodan vows to prove his innocence."], ["tt0275230", "Hiroyuki Kitakubo", "Kenji Kamiyama, Katsuya Terada, Jun'ichi Fujisaku", 6.6, "48min", "Saya is a Japanese vampire slayer whose next mission is in a high school on a US military base in 1960s Japan, where she poses as a student. She uses a katana/samurai sword to kill vampires."], ["tt0275052", "Wai-Man Cheng", "Kim-Fung Cheng", 5.5, "1h 28min", "A cop teams up with a pimp to catch a killer, who castrates his male victims."], ["tt0275969", "Donald Farmer", "Maurice J. Fagan, Donald Farmer", 2.4, "4h 33min", "Dirección"], ["tt0276210", "Takahisa Zeze", "Kishû Izuchi", 6.6, "1h 50min", "Dirección"], ["tt0276154", "James Yuen", "James Yuen", 6.4, "2000", "When a headless body is found in the trunk of his car, an undercover cop teams up with a coroner in order to clear his name."], ["tt0278274", "Tirupati Swamy", "Tirupati Swamy, Paruchuri Venkateswara Rao, Gopalakrishna Paruchuri", 6.0, "2h 30min", "Anjali is a journalist who lives a middle-class lifestyle with her widower dad in Hyderabad, Andhra Pradesh. One day while traveling by State Transport bus with her dad and her camera, their bus meets with an accident. She survives and witnesses a group of armed men killing a government official. She takes photographs and approaches her Editor and asks him to publish ... Leer todo"], ["tt0277736", "Anatoliy Artamonov, Dmitriy Fiks", "Gleb Aleynikov, Anatoliy Artamonov, Aleksandr Dulerayn", 4.8, "2000", "Dirección"], ["tt0278818", "Ka-Fai Wong", "Alex Pao", 6.2, "1h 28min", "True friendships and old romances never die as friends Rock and a hitman Ace both romance Fung, an old flame. She pines for the love of Ace who's profession crosses paths with two young police officers that hide out on their little island from the authorities. One of them is framed by a fellow colleague. When these two parties collide and a vengeful pack of hired kill... Leer todo"], ["tt0275773", "Ryûhei Kitamura", "Ryûhei Kitamura, Yûdai Yamaguchi", 6.3, "1h 59min", NaN], ["tt0277289", "Aman Chang", "Aman Chang", 5.5, "1h 30min", "A mainland security officer must race against the clock to retrieve the son of a man who's holding an entire school hostage."], ["tt0278351", "Young-jun Kim", "Young-jun Kim", 6.1, "1h 58min", "A sweeping, epic tale of a martial arts warrior who attempts to defy a kingdom to be with his love."], ["tt0279809", "Lloyd A. Simandl", "Chris Hyde", 3.6, "1h 32min", "An ex-star pilot must stop a mad criminal and his gang from destroying what is left of civilization."], ["tt0281019", "Wojciech Wójcik", "Witold Horwath", 5.6, "1h 42min", "The French dispatch a professional assasin to kill one of the richest businessman in Poland who cheated them in business dealings. State apparatus is illegally used by the corrupt businessmen to defend himself."], ["tt0280427", "Yong-sik Yu", "Park Chan-wook", 5.6, "1h 44min", "A groups of Korean anarchists in 1920s China are determined to overthrow the military and government."], ["tt0282501", "Alex Orrelle", "Alex Orrelle", 6.8, "7min", "Dirección"], ["tt0113545", "Vicky Shen", "Vicky Shen", NaN, NaN, "A crying baby is left out of a hidden shelter, and ironically saves his own life when the shelter is blown-up by American soldiers in Vietnam. The baby is brought to America only to become a soldier in another generation of war."], ["tt0114447", "David H. May", "David H. May", 4.1, "1h 30min", "An elite Federal force whose objective is to eliminate organized crime is violently assassinated by an evil Asian crime lord. The sole survivor of the group teams up with his late partner's widow to strike back at the crime lord and his son."], ["tt0120737", "Peter Jackson", "J.R.R. Tolkien, Fran Walsh, Philippa Boyens", 8.9, "2h 58min", NaN], ["tt0128165", "Marcos Antonio Miranda", "Roberto Lopez", 3.8, "1h 40min", "Romeo & Juliet Meets the underground drug scene in this Genx action film. Samantha and Alex fall in love, the problem is that her mom is a druglord and his dad is the chief of police!"], ["tt0132245", "Renny Harlin", "Jan Skrentny, Neal Tabachnick, Sylvester Stallone", 4.6, "1h 56min", NaN], ["tt0133152", "Tim Burton", "Pierre Boulle, William Broyles Jr.Lawrence Konner", 5.7, "2h", NaN], ["tt0141120", "Douglas Jackson", "Douglas Jackson, Dave Tedder", 4.0, "1h 26min", "A feared Chinese Tong soldier goes undercover in America as an Asian Internet bride."], ["tt0146316", "Simon West", "Sara B. Cooper, Mike Werb, Michael Colleary", 5.8, "1h 40min", NaN], ["tt0150021", "James Keach", "Billy Bob Thornton, Tom Epperson, Karl Schanzer", 4.5, "1h 38min", "An actor discovers the dark side of private investigating when he takes on an assignment in rural Oregon with a crusty P.I."], ["tt0159378", "John E. Vitali", "John E. Vitali", 5.4, "1h 48min", "In order to make his legal problems disappear, ANTHONY VALENTINE agrees to form an amateur men's street hockey team and represent his home town in a state-wide tournament. Although he sees this as an opportunity to keep the old gang together, the old gang does not, and very reluctantly plays along half heartedly, until one of their teammates is killed in an auto accid... Leer todo"], ["tt0159273", "John Moore", "Jim Thomas, John Thomas, David Veloz", 6.4, "1h 46min", NaN], ["tt0160275", "Cristobal Krusen", "Cristobal Krusen", 7.4, "1h 42min", "The indoctrination of Gerrit Wolfaardt is complete: his family traditions, history, culture- even his church-have taught him that black South Africans are a cancer in the land. Under the eye of prominent members of the government and military, Gerrit develops a diabolical plan to rid South Africa of its \"black danger.\" Before his plans can be carried out, he meets two... Leer todo"], ["tt0163025", "Joe Johnston", "Michael Crichton, Peter Buchman, Alexander Payne", 5.9, "1h 32min", NaN], ["tt0163764", "Kenny Griswold", "Kenny Griswold, Bill Kerig", 5.9, "1h 34min", "Net Worth details the serio-comic story of four friends who learn the value of friendship as they embark on a thirty day contest to achieve the highest net worth in a new city with no cash and no connections."], ["tt0164961", "Pitof", "Eugène-François Vidocq, Pitof, Jean-Christophe Grangé", 6.4, "1h 38min", NaN], ["tt0173840", "Hironobu Sakaguchi, Motonori Sakakibara", "Hironobu Sakaguchi, Al Reinert, Jeff Vintar", 6.4, "1h 46min", NaN], ["tt0179626", "John Herzfeld", "John Herzfeld", 6.1, "2h", NaN], ["tt0181739", "Bobby Farrelly, Peter Farrelly", "Marc Hyman", 6.3, "1h 35min", NaN], ["tt0183790", "Brian Helgeland", "Brian Helgeland", 7.0, "2h 12min", NaN], ["tt0188575", "Mark Steven Grove", "Robert Gosnell", 5.6, "1h 26min", "Korean martial arts master teams up with US police detective to solve the mystery of his missing sister. Their search leads to a sinister underworld organization that they must battle their way through."], ["tt0193364", "Sheldon Lettich", "Les Weldon, Jean-Claude Van Damme", 4.6, "1h 29min", NaN], ["tt0193560", "Steve Miner", "George Durham, Scott Busby, Martin Copeland", 5.2, "1h 30min", NaN], ["tt0196158", "Albert Pyun", "Paul B. Margolis", 3.5, "1h 32min", NaN], ["tt0195393", "Craig Corman", "Craig Corman, Harold Robbins", 4.9, "1h 27min", "Ty's pal J.J. frames him in a murder and cocaine theft in Hong Kong in 1992. Ty's wife Rachel may be in on the con, so, when Ty gets early release from prison as a gesture of good will from the city's new Mainland government, he doesn't bother to look her up. But she finds him in Southern California to warn him that J.J. wants him dead. Whack J.J. first, she tells Ty,... Leer todo"], ["tt0194704", "Neil Hollander", "Regine Michel", 6.9, "1h 55min", "Victims of China's \"One-Child\" policy. A Quest for freedom in the South China sea. Birds of Passage is a story of survival as a crew of renegades and a cargo of 200 orphans (all girls) with the help of Captain John Savienko (Stacy Keach) sails towards a brighter future."], ["tt0199898", "Herman Yau", "Man Choi Lee, Roy Szeto, Hark Tsui", 4.8, "1h 44min", "Policeman Fong and her girlfriend Miss Cheung lost their memory in a car accident. With the help from Laofuzi and Big Potato, they get rid of the gangsters and be together once again."], ["tt0201694", "Lionel C. Martin", "Tony De, Camillis, Louis J. Pearlman", 2.6, "1h 33min", "A twenty-something tennis instructor/gigolo gets embroiled in a scheme involving seduction and insider trading."], ["tt0206314", "John Dahl", "Clay Tarver, J.J. Abrams", 6.6, "1h 37min", NaN], ["tt0207198", "Gregor Schnitzler", "Stefan Dähnert, Anne Wild", 6.7, "1h 41min", "6 anarchists place a time bomb in a West Berlin building in 1987. It's a dud. It blows up in 2000. Only 2 remain anarchists. How can the 6 steal evidence from a police \"fortress\" and avoid 8 years prison?"], ["tt0209163", "Stephen Sommers", "Stephen Sommers", 6.4, "2h 10min", NaN], ["tt0211443", "James Isaac", "Todd Farmer, Victor Miller", 4.4, "1h 32min", NaN], ["tt0214032", "Mike Norris", "Jack Martin, Mike Norris", 5.9, "1h 38min", "Police Officer Billy Rains (Mike Norris) and his partner Darren Steel (David Rael) are finishing their last shift together, after which Rains intends to leave for retirement in Mexico. Everything changes, however, when the pair respond to a simple call that turns deadly, leading them on a high-speed chase throughout the city and killing Rains. Paired with a new partne... Leer todo"], ["tt0213642", "Daniel Baldwin", "Kenneth August", 3.3, "1h 37min", "A professional thief turns state's evidence on his Mafia boss and enters into the witness protection program."], ["tt0213149", "Michael Bay", "Randall Wallace", 6.2, "3h 3min", NaN], ["tt0212867", "Darin Ferriola", "Darin Ferriola", 4.8, "1h 45min", "Two thieves down on their luck get hired to steal the Rock of Lazarus, an ancient relic capable of returning evil souls to earth."], ["tt0215135", "William Wesley", "Scott Fivelson, Thomas Weber, William Wesley", 4.4, "1h 26min", "A federal witness runs away and a team of government agents track him down, but when they take a shortcut on the return trip, they're attacked by zombies."], ["tt0215750", "Jean-Jacques Annaud", "Jean-Jacques Annaud, Alain Godard", 7.5, "2h 11min", NaN], ["tt0215824", "Claus Strigel", "Martin Östreicher, Claus Strigel, Alexander S. Neill", 4.7, "1h 40min", "A strange green cloud has turned almost the entire human race into stone. The only survivors are eight children, their intrepid teacher Birnenstiel and his friend, a jolly millionaire, who by chance all happen to be in an airship above the green cloud at the time. Against this background Birnenstiel tells a bizarre adventure story in which he and the children are hero... Leer todo"], ["tt0217979", "Jim Wynorski", "Steve Latshaw", 3.4, "1h 37min", "An oil refinery blows up, causing a firestorm that threatens a hospital and everyone inside."], ["tt0218126", "Fred Olen Ray", "Sean Mc, Ginly", 3.5, "1h 35min", NaN], ["tt0218817", "Peter Howitt", "Howard Franklin", 6.1, "1h 48min", NaN], ["tt0218053", "Darren Doane", "Darren Doane, Evan Jacobs, Matthew Reithmayr", 3.1, "1h 35min", "Dean Campbell is a high-powered attorney who returns home from work to find his family being held hostage by terrorists."], ["tt0219179", "Ashby Richardson", "Ashby Richardson", 7.2, "18min", "Dirección"], ["tt0219957", "Michael Oblowitz", "Kevin R. Frech", 4.9, "1h 33min", NaN], ["tt0220623", "Anders Nilsson", "Anders Nilsson, Joakim Hansson", 6.3, "1h 52min", "Sven's clothing factory sabotaged. He hires bodyguard Nikolaus to investigate. Nikolaus uses brutal methods, horrifying Sven who calls off their deal. But Nikolaus still considers contract binding and Sven's family is now at risk."], ["tt0223284", "Art Camacho", "Art Camacho, Juan Rodriguez Flores, Samuel Oldham", 3.5, "1h 32min", "An ex-cop, framed for a murder he didn't commit, sets out to find the real killer."], ["tt0225828", "Dean Rusu", "Dean Rusu", 3.9, "1h 31min", "A lonely truck driver teams up with a retired security expert to derail a sophisticated white slave trafficking operation."], ["tt0227194", "Shashilal K. Nair", "Sanjay Chhel, Raaj Kumar Dahima, Manoj Lalwani", 5.5, "2h 49min", "When a cop's partner is killed in the line of duty, he assumed guardianship of his orphaned children while investigating the murder."], ["tt0227445", "Frank Oz", "Daniel E. Taylor, Kario Salem, Lem Dobbs", 6.8, "2h 4min", NaN], ["tt0228508", "Zoran Sudar", "Vicenco Blagaic, Ivica Ivanisevic, Zoran Sudar", 4.8, "1h 27min", "After the death of a wealthy Croatian emigrant, it is discovered that he left his fortune to an unknown, illegitimate relative back in Croatia."], ["tt0227984", "Ronny Yu", "Stel Pavlou", 6.3, "1h 33min", NaN], ["tt0228333", "John Carpenter", "Larry Sulkis, John Carpenter", 4.9, "1h 38min", NaN], ["tt0228977", "Jose Reyes Bencomo", "Jose Reyes Bencomo", 7.3, "1h 23min", "A drug runner takes over a lucrative drug business only to find his new found empire crumble when a deal goes bad."], ["tt0227538", "Robert Rodriguez", "Robert Rodriguez", 5.6, "1h 28min", NaN], ["tt0230011", "Gary Trousdale, Kirk Wise", "Tab Murphy, Kirk Wise, Gary Trousdale", 6.9, "1h 35min", NaN], ["tt0230291", "Timothy Bond", "Peter Jobin, Harry Alan Towers", 4.5, "2001", "Medical and de-mining personnel for the United Nations must escape from war-torn Angola before revolutionaries kill them."], ["tt0232098", "Daniel D'Or", "William D. Bostjancic, Michael B. Druxman, Billy Hulkower", 3.2, "1h 35min", "After a civilization is all but wiped out by a comet, evil forces take advantage of the weak. A powerful woman fights back for the sake of the vulnerable."], ["tt0231402", "Simon Wincer", "Paul Hogan, Matthew Berry, Eric Abrams", 4.8, "1h 35min", "Australian Outback adventurer Mick \"Crocodile\" Dundee travels to Los Angeles with his young son while his longtime companion suspects foul play at a movie studio."], ["tt0232500", "Rob Cohen", "Ken Li, Gary Scott Thompson, Erik Bergquist", 6.8, "1h 46min", NaN], ["tt0233142", "Demian Lichtenstein", "Richard Recco, Demian Lichtenstein, Kevin Bernhardt", 6.0, "2h 5min", NaN], ["tt0237687", "Mitsuru Hongô", "Ohji Hiroi, Wendee Lee, Mitsuru Hongô", 5.4, "1h 20min", "Join Sakura's troupe of musical mechsuit divas for a supernatural showdown. As a fresh face joins the team, others begin to vanish. When demons terrorize Tokyo, the metal maidens must pull their act together and drop the curtain on evil."], ["tt0237534", "Christophe Gans", "Stéphane Cabel, Christophe Gans", 7.0, "2h 22min", NaN], ["tt0239341", "Kodi Ramakrishna", "Jonnavithula, Kodi Ramakrishna", 5.7, "2h 41min", "Archeologist balaram doesn't believe in God and tries to find out the mystery of water torque in sea at ancient Dwaraka. Balaram believes that there is a mystery behind that's a strange thing in the sea. With unremitting attention to his purpose and frustrated by the lack of initiative on the part of the government, he jumps into the sea during one Amavasya and comes ... Leer todo"], ["tt0238948", "George Gallo", "Graham Greene, Guy Elmes, Denis Freeman", 5.4, "1h 28min", NaN], ["tt0238552", "Ringo Lam", "Lawrence Riggins, Les Weldon", 5.3, "1h 40min", NaN], ["tt0239395", "Lawrence Guterman", "John Requa, Glenn Ficarra", 5.1, "1h 27min", NaN], ["tt0242746", "Johanna Demetrakas", "Johanna Demetrakas", 5.1, "1h 36min", "A hit man is sprung from jail to kill a socialite, but strikes up a romance with a pretty parole officer instead."], ["tt0242445", "Andrzej Bartkowiak", "Ed Horowitz, Richard D'Ovidio, John Westermann", 5.6, "1h 41min", NaN], ["tt0243278", "Sidney J. Furie", "Sidney J. Furie, Greg Mellott", 5.2, "1h 53min", "A group of Marines return to Vietnam with a news crew to relive their tragic war experiences."], ["tt0244000", "Les Mayfield", "Roderick Taylor, John Rogers", 5.9, "1h 34min", NaN], ["tt0243609", "David L. Cunningham", "Ernest Gordon, Brian Godawa", 6.9, "2h 5min", NaN], ["tt0243885", "Terry Cunningham", "Terry Cunningham, Jay Froberg", 3.6, "1h 43min", "After the murder of their families by a terrorist bomb, five young adults are trained as a hi-tech, anti-terrorist team with a mission to search and destroy high-profile terrorist groups."], ["tt0243554", "Scott Reynolds", "Scott Reynolds", 6.3, "1h 38min", "A man enters a roadside diner run by a young woman and claims he is being chased by murderers."], ["tt0244244", "Dominic Sena", "Skip Woods", 6.5, "1h 39min", NaN], ["tt0244479", "Jan Sverák", "Zdenek Sverák", 7.1, "1h 52min", "The friendship of two men becomes tested when they both fall for the same woman."], ["tt0243907", "Harris Done", "Diane Fine, Richard Preston Jr.", 5.0, "1h 37min", NaN], ["tt0244744", "Mark Roper", "Peter Jobin, Harry Alan Towers", 3.5, "1h 34min", "By order of Her Majesty's Foreign Office, Captain Strong (Gary Daniels) is given a dangerous assignment to deliver a delicate communication to the British Ambassador in Kazakhstan. As the senior officer for the elite Queen's Messenger corps, Captain Strong must pledge to protect his diplomatic cargo with his life."], ["tt0245095", "Tom Kinninmont", "Desmond Bagley, John Penney", 4.0, "1h 34min", "A C.I.A. Agent and a geneticist battle to keep a deadly biological weapon from falling into the wrong hands, when the weapon's inventor is kidnapped."], ["tt0245891", "Eric Hannah", "Eric Hannah, Craig Detweiler", 5.7, "1h 33min", "As four lifelong friends, Will, Bryan, Matt, and Corey, are on the road trip they've been planning their whole lives, Corey's beloved grandfather unexpectedly dies. When going to claim Corey's inheritance, the gang meets Matt's beautiful cousin Jessie and embark on a hilarious, extreme sports-filled adventure."], ["tt0245799", "Lloyd A. Simandl", "Chris Hyde", 5.8, "1h 33min", "A young warrior bands with a small group of rebels to wage a guerilla war in order to rescue his love and save his people from certain death."], ["tt0245120", "J.S. Cardone", "J.S. Cardone", 5.3, "1h 30min", "A young man gets embroiled in a war against vampires."], ["tt0246500", "Chris Ver Wiel", "Chris Ver Wiel", 6.3, "1h 32min", "This is a comedy about mistaken identities, a hitman who sees everything in terms of the movies, and a twenty-year-old diamond heist."], ["tt0246438", "Thomas Jahn, Til Schweiger", "Jürg Brändli", 5.1, "1h 35min", "Four buddies and wannabee crooks fails a drug deal. The drug lord is not pleased. He gives them five days to raise the lost money."], ["tt0246544", "Peter Hyams", "Alexandre Dumas, Gene Quintano", 4.7, "1h 44min", NaN], ["tt0247419", "Yves Simoneau", "William Davies", 5.0, "1h 36min", NaN], ["tt0247303", "Dick Maas", "Dick Maas", 4.7, "1h 51min", "When the elevators in New York's 102-story Millennium Building start to malfunction, mechanic Mark Newman is sent to find the cause. After a series of gruesome and deadly \"accidents\" occur, Mark joins forces with spunky reporter Jennifer."], ["tt0248742", "Jim Wynorski", "Steve Latshaw", 3.4, "1h 33min", "A scientist recovers a powerful weapon created by inventor Nicola Tesla in the early twentieth century. Now, the plane carrying the device and a disparate group of passengers crashes in the Canadian mountains. The battle to survive begins."], ["tt0250687", "Jerry Zucker", "Andy Breckman", 6.5, "1h 52min", NaN], ["tt0250613", "Phillip J. Roth", "Terri Neish, Phillip J. Roth", 3.4, "1h 36min", "As a result of a drilling accident, a giant man-eating boa constrictor is released into a maximum security prison in Antarctica."], ["tt0249371", "Santosh Sivan", "Saket Chaudhary, Santosh Sivan, Abbas Tyrewala", 6.4, "3h", "The epic tale of King Asoka's life is recounted."], ["tt0250720", "John Whitesell", "George Gallo, Gregory Poirier, Dan Baron", 5.4, "1h 34min", "A mailman takes care of a dog that, unbeknownst to him, is an FBI drug-sniffing superdog that has escaped from the witness protection program after becoming the target of an assassination."], ["tt0249511", "Shundo Ohkawa", "Chris Chan Lee, Shundo Ohkawa", 4.2, "1h 27min", "A kidnap plot involving the daughter of a powerful Japanese businessman goes terribly wrong."], ["tt0253126", "Mel Smith", "Kim Fuller, Georgia Pritchett", 6.1, "1h 26min", "A nurse eavesdrops with a friend on a cell phone conversation that describes a bank heist. She and the friend then conspire to blackmail the robbers for two million dollars."], ["tt0253487", "Benjamin Louis", "Benjamin Louis", 5.4, "1h 33min", "A criminal mastermind orchestrates a scheme to have a loved one assassinated."], ["tt0249818", "Gunasekhar", "Gunasekhar, Satyanand, Veerendranath Yandamoori", 4.5, "2h 27min", "Raju lives a poor lifestyle in rural India along with his parents. He meets with a wealthy city girl, both fall in love, and get married much to the chagrin of her father who decides to separate them with much success. When she gives birth to Akila, she goes to meet with Raju, but he refuses to speak with her. Now an Engineer, she is assigned the task of building a ra... Leer todo"], ["tt0250485", "Ed Anders", "Gene Goldsman, John Meyer, Rob Neighbors", 3.6, "1h 34min", "Two cops, a rookie and his partner, a veteran, are increasingly troubled by wild and illegal behavior of some of their colleagues. At first they try to ignore it, but it soon proves to be impossible to ignore."], ["tt0252223", "Stefan Ruzowitzky", "Digby Wolfe, Joseph Manduke, June Roberts", 4.8, "1h 39min", "A mismatched team of British Special Services agents led by an American must infiltrate, in disguise, a female-run Enigma factory in Berlin and bring back the decoding device that will end the war."], ["tt0252503", "David Mamet", "David Mamet", 6.5, "1h 49min", NaN], ["tt0253335", "Julia Montejo, Jesus Nebot", "Julia Montejo, Jesus Nebot, Chris Sablan", 5.8, "1h 41min", "A Honduran English literature professor who migrates illegally to Southern California with his 6-year-old daughter after his wife is killed in Hurricane Mitch."], ["tt0254334", "John Irvin", "Robin Hunter, Allan Scott", 5.3, "1h 36min", NaN], ["tt0254703", "John Glen", "Steven Hartov, Avi Nesher", 4.3, "1h 40min", NaN], ["tt0254252", "Marc S. Grenier", "Terry Abrahamson", 5.1, "1h 40min", "Desmond Caine suffers from insomnia and spends his nights walking the streets. One night, he witnesses a murder, generating a strange chain of events in his life."], ["tt0256531", "Mario Andreacchio", "Alexandre Dumas, John Goldsmith", 4.6, "1h 32min", "Young Blades follows D'artagnan (Hugh Dancy), a young arrogant swordsman; Radegonde (Sarah-Jane Potts), a clever girl he meets in the woods; and a trio of Musketeers as they attempt to thwart a plot to send France and Spain into war."], ["tt0256341", "Robert Vernon", "Robert Vernon", 5.5, "1h 29min", "A couple come into contact with stolen mob money, gamble it away, and end up on the run from gangsters."], ["tt0256155", "Chuck Comisky", "Shane Bitterling, Chuck Comisky, Justin Stanley", 3.2, "1h 36min", "The legendary Loch Ness Monster, terrorizes a lake in Scotland and Patrick Bergin comes out to kill it."], ["tt0257231", "Santiago Segura", "Santiago Segura", 6.4, "1h 39min", NaN], ["tt0258038", "Louis C.K.", "Louis C.K.", 5.3, "1h 21min", NaN], ["tt0259386", "Russell Gannon", "Russell Gannon, Jim Lotfi", 4.9, "1h 30min", "A wannabe actor becomes a bouncer and is seduced by the fast-paced world of Los Angeles nightlife."], ["tt0260136", "Andrew Lau, Corey Yuen", "Sap Sam Chan", 4.3, "1h 32min", "A futuristic research compound develops a new police tool called the Power Glove. Supposedly, it gives the wearer incredible powers by letting him tap into the 'unused 80%' of his mental potential. It turns out that the glove also enables the wearer to take over the minds of others, and one unbalanced police volunteer tries to use this to stage a coup. In the end, one... Leer todo"], ["tt0262462", "Lee Stanley", "Carman, Lee Stanley, Tony Cinciripini", 5.3, "1h 22min", "Carman must enter the boxing ring once again. Even though the doctor has advised him against it, he picks up his gloves for one last fight, for his father, for his church, for his love, and for his life."], ["tt0262828", "Greg Carter", "Greg Carter, Keith Kjornes", 2.3, "1h 30min", "Take a step into the thugged out world of gangs, dollars and power set in da hood of Compton with rappers Willie d, lady of rage and napoleon."], ["tt0263746", "Richard Pepin", "Richard Pepin, Michael Derbas, Paul A. Birkett", 3.8, "1h 37min", "A psychic's investigation into the disappearance of a Senator's daughter leads her to a dangerous cult and the truth about her mysterious past."], ["tt0263728", "Brian Trenchard-Smith", "Stephan Blinn, Hollis Barton, John Fasano", 3.9, "1h 44min", "Megiddo is a supernatural ride into a world teetering on the edge of the Apocalypse. It follows the rise of a Machiavellian leader bent on amassing the armies of the world for the battle of Armageddon while calamities of Biblical proportions pummel the Earth. Though both prequel and sequel to The Omega Code, Megiddo works also as a stand alone story for anyone who mis... Leer todo"], ["tt0264792", "Matthew George", "Lachy Hulme, Matthew George", 4.9, "1h 36min", "Christopher Skase. He ruled Australia and stole a fortune, fleeing to the coast of Spain. No one could touch him. No one could stop him. Until Peter Dellasandro and a small force of men swore they'd bring him down."], ["tt0263199", "Dasari Narayana Rao", "Dasari Narayana Rao", 4.8, "2001", "Dirección"], ["tt0265086", "Ridley Scott", "Mark Bowden, Ken Nolan", 7.7, "2h 24min", NaN], ["tt0265709", "Dominique Forma", "Dominique Forma, Daniel Golka, Amit Mehta", 5.7, "1h 31min", "A young man about to get married earns extra cash by driving a local mobster, but things go awry when the mobster is killed by a rival crime boss."], ["tt0266339", "Macdonald Carpenter", "Roy Moore, Ronald Williams", 2.8, "1h 54min", "Dirección"], ["tt0266102", "Deborah Attoinese", "Deborah Attoinese, Amy Dawes", 6.8, "1h 30min", "Three runaway girls hijack a car."], ["tt0265190", "Francis Hamada", "Nancy Frye, Francis Hamada, Michael Neeley", 4.0, "2001", "After tracking down information on stolen nuclear warheads in the Balkans, a special covert operative decides to retire and settle down to a safe desk job. But his recent missions have angered dark forces who are responsible for a dastardly terror plot against the U.S. After losing his woman to an assassin's bullet, he decides to go after the stolen nukes with the hel... Leer todo"], ["tt0264606", "Steven Rush", "Steven Rush", 3.4, "1h 30min", "A highly decorated Navy Seal is forced out of retirement in order to save his son's life and bring justice to the man who destroyed his career."], ["tt0265198", "Art Camacho", "David De, Falco", 2.8, "1h 30min", "In 2010 three heroes battle to survive in a city which is being controlled by an evil gang."], ["tt0264605", "Michel Qissi", "Michel Qissi, Jonathan Davenport", 3.6, "1h 30min", "An international thief becomes a hero as he seeks revenge against the partner who betrayed him."], ["tt0265104", "Michael Oblowitz", "Christos N. Gage, Ruth Fletcher", 4.7, "1h 31min", "When a rogue vampire kills his partner, an NSA special agent reluctantly teams with another officer who is a \"good\" vampire in an attempt to track down the evil vampire killer."], ["tt0267804", "James Wong", "Glen Morgan, James Wong", 5.9, "1h 27min", NaN], ["tt0265452", "Naeem Sha", "Naeem Sha", 4.2, "2h 53min", "SPU unit officer Sagar Chauhan is assigned with the task of looking over Meenal Patel the mentally imbalance wife of multi-millionaire businessman Pratap Rai. When Meenal dramatizes her death; Sagar begins investigations and comes to realize that he is merely used as a poppet in the hands of some influential people who wants to divert his attention elsewhere so that t... Leer todo"], ["tt0265226", "Gregory Wilson", "Gregory Wilson", 5.9, "1h 40min", "Angel, a young Hispanic man experiencing romantic woes (Arias), tries to defraud his way to financial gain by swiping credit cards at a gas station, but is caught in the act by the leader of a gang of home invaders (David) who forces him to chose - to join the crew of depraved burglars in their pursuit of trespass, or face uncertain reprisal. For a time it seems that ... Leer todo"], ["tt0265611", "Robert J. Wilson", "Martin Kitrosser, John Mc, Gowan", 5.3, "1h 36min", NaN], ["tt0267414", "Robert Malenfant", "Martin Kitrosser", 4.7, "1h 38min", NaN], ["tt0267129", "Ariel Zeitoun, Julien Seri", "Luc Besson, Philippe Lyon, Julien Seri", 6.1, "1h 30min", NaN], ["tt0267287", "Mamoru Oshii", "Kazunori Itô", 6.4, "1h 47min", NaN], ["tt0266915", "Brett Ratner", "Ross La, Manna, Jeff Nathanson", 6.7, "1h 26min", NaN], ["tt0267659", "Anthony Hickox", "Robert Syd Hopkins, Anthony Hickox", 4.9, "1h 38min", "Frank Banner used to specialize in helping Soviet spies defect safely to the West. Banner's wife was shot to death aiding such an escape. Now, with the Cold War over, Banner is called upon to safely escort an ex-K.G.B. man who is wanted dead by both the CIA and the Russian Mafia."], ["tt0267336", "Lloyd A. Simandl", "Chris Hyde", 3.4, "1h 30min", "In the not-so-distant future, a massive plague kills almost everyone on Earth, except for about 20 young women from a small private school."], ["tt0267923", "Timothy Bond", "H. Rider Haggard, Peter Jobin, Harry Alan Towers", 3.5, "1h 34min", "Leo Vincey receives a map from his late father, leading him to the legendary city of Kor in search of an explanation for his mysterious ancestry. He is accompanied by his girlfriend Roxanne. He discovers that he is the only descendant of an Egyptian priest who had been executed for the crime of falling in love with the Egyptian Princess. The ruling queen Ayesha, or ra... Leer todo"], ["tt0266987", "Tony Scott", "Michael Frost Beckner, David Arata", 7.1, "2h 6min", NaN], ["tt0268397", "John A. Davis", "John A. Davis, David N. Weiss, J. David Stem", 6.1, "1h 24min", NaN], ["tt0268548", "Eric Weston", "William Lee, Dick Lowry", 4.6, "1h 30min", "A father suspected of murder must fight to save his family from a ruthless killer in this action-packed suspense thriller, starring Michael Madsen, Michele Scarabelli, Jeff Wincott, Steve Adams and Victoria Snow."], ["tt0269654", "Mario Avila", "Mario Avila", 6.7, "2001", "True story about two Mexican students who were shot and killed by Oklahoma police officers in June of 1931. Made international news when it was discovered that one of the students that was killed was the son of the President of Mexico."], ["tt0271053", "Alfred Cheung", "Alfred Cheung", 3.5, "1h 30min", "The story is about a hired professional who kills the wrong target. Seeking redemption, the professional finds himself protecting his missed target from the underground syndicate."], ["tt0271027", "Chris Nahon", "Jet Li, Luc Besson, Robert Mark Kamen", 6.6, "1h 38min", NaN], ["tt0271200", "Laurence Malkin", "Chad Thumann, Laurence Malkin", 4.3, "1h 36min", "Kevin Burke a young executive for a multinational investment bank, is a rising star in the Rotterdam office. Rewarded for his perceptive eye and mastery of foreign languages, Kevin receives the promotion he has been working for - a coveted spot on the company's internal security team. Trained by the enigmatic Mr. Ficks to protect the firm's employees in volatile, thir... Leer todo"], ["tt0270487", "Billy Wirth", "Tyrone Atkins, Aaron Courseault, Sheri Sussman", 6.2, "1h 26min", "The story follows one of many homeless crack addicts living and trying to survive in MacArthur Park. Unbeknownst to perhaps even himself, a man rediscovers why and how he ended up so broken and alone, all while trying to reconnect with his estranged son in a 24-hour period."], ["tt0272020", "Rod Lurie", "David Scarpa, Graham Yost", 6.9, "2h 11min", NaN], ["tt0272123", "Klaus Gietinger", "Klaus Gietinger", 7.2, "1h 39min", "When railroad lines are shut down again and again and employees are laid off, Kurt Grantke takes the initiative and, armed with an angle grinder, tries to dissuade the commercial railroad from its goals by committing acts of sabotage."], ["tt0272105", "Yusof Haslam", "Yusof Haslam", 5.4, "1h 57min", "A special police unit, headed by Inspectors Mazlan and Aleeza, which was set up to battle major crime syndicates dealing in pirated porn VCDs and ecstasy pills. Two of the major rival syndicates are headed by Castelo and Rafayel. Things are further complicated by the arrival of Inspector Shafikah and a TV journalist, Azura."], ["tt0271543", "Marc S. Grenier", "Les Weldon", 4.5, "1h 35min", "When the FBI can't protect a witness, it's up to ex-agent Price and his own protection program to take them under."], ["tt0272068", "Craig Singer", "Robert Dean Klein", 7.6, "1h 38min", "A pulp-fiction type dark comedy about 3 hitmen who are given a list of places to go. They arrive at the locations on the list and there they must figure out what they need to do."], ["tt0272607", "Raj Kanwar", "Sutanu Gupta", 4.4, "2h 37min", "ACP Arjun Singh and his brother-in-law, Tayaji are with the police force but when Tayaji is assassinated on duty Arjun's family feels devastated by his death. Soon, Gawa Firozi and his brother Sikander start to terrorize the city."], ["tt0271972", "Jack Sholder", "Mark Sevi", 4.0, "1h 35min", NaN], ["tt0271946", "Teddy Chan", "Rod Dean, Ivy Ho", 5.8, "1h 48min", NaN], ["tt0273226", "Roger Roth", "Roger Roth", 6.6, "1h 38min", "He thought he knew what life was about. He was dead wrong. Rob's an ambitious photographer who is trying to boost his career. He attempts to document life in the 'hood and hooks up with a gang who shows him what life is like on their turf, with their rules. Rob realizes he is in too deep as the bodies start to drop. Will he make it out alive?"], ["tt0273406", "Indra Kumar", "Rajeev Kaul", 4.0, "2h 40min", "Pooja and Chander connect over the telephone and fall in love when they finally meet. However, since Pooja's alcoholic father would never approve, she decides to run away from her house."], ["tt0273649", "Tony Urban", "Tony Urban", 6.2, "2001", "After an accidental shooting during a morning of illegal poaching leaves a man dead, a group of friends covers up the death. As they try to move on with their lives, Raffi begins to crumble, and feels like someone is after him."], ["tt0274830", "Boguslaw Linda", "Tomek Mazur, Wojciech Smarzowski", 4.7, "1h 40min", "Laska and her brother Figlarz steal a car with a three-year-old child left in the vehicle after a bank robbery."], ["tt0274861", "Ruben Preuss", "George Ferris", 4.2, "1h 33min", NaN], ["tt0275083", "Kim Sung-su", "Kim Sung-su", 7.2, "2h 38min", "1375. Nine Koryo warriors, envoys exiled by Imperial China, battle to protect a Chinese Ming Princess from Mongolian troops."], ["tt0274871", "Zsolt Bernáth", "Mark Kis-Szabo", 7.4, "1h 30min", "A group of gangsters plan to rob a post office, while two friends who have no plans for life, meet a mysterious girl named Gloria. Their storylines cross after the heist."], ["tt0274859", "James Lee", "James Lee", 6.7, "2001", "A trio of tales set in recession-era Kuala Lumpur. Tale 1: A lone sniper, Ah Loong befriends a red bean soup seller and tries to redeem his violent past. Tale 2: Steve, a retrenched worker is obsessed when he finds the rifle dumped by Ah Loong. Tale 3: Restaurant-owner, owing a gambling debt to thugs, is forced to pull a hit for them when he can't settle up. A mysteri... Leer todo"], ["tt0275277", "Shin'ichirô Watanabe, Mary Elizabeth Mc, Glynn, Tensai Okamura", "Keiko Nobumoto, Shin'ichirô Watanabe, Hajime Yatate", 7.8, "1h 55min", NaN], ["tt0275611", "Darrell Roodt", "Peter Jobin, Harry Alan Towers, Michael Swan", 4.2, "1h 30min", NaN], ["tt0276437", "Katherine Lindberg", "Katherine Lindberg", 5.4, "1h 37min", "A tragedy that tells the story of murder, sex and redemption against the backdrop of a dead-end town."], ["tt0275913", "Zachary Weintraub", "Zachary Weintraub", 3.5, "1h 29min", NaN], ["tt0276935", "Gakuryû Ishii", "Gakuryû Ishii", 6.8, "55min", "A violent, guitar-playing, electrically charged boxer faces off against an electronic wizard half-merged with a metallic Buddha."], ["tt0277327", "Hardy Martins", "Josef Martin Bauer, Bastian ClevéHardy Martins", 7.3, "2h 38min", NaN], ["tt0275688", "Rich Murray", "Rob Wiser, Rich Murray", 5.4, "1h 53min", "Erik is an ambitious teenager who spends more time posting fliers for his favorite rapper, Prolifik, than sitting in the classroom. When he and his best friend stumble across a dead body one night, they trigger a series of tragic events."], ["tt0277386", "Stephen Furst", "Cynthia Tocci, Laurence Carnes Tocci, Tom Seiler", 5.5, "1h 42min", "While researching an ordinary real estate transaction, title examiner Leah Farrell uncovers the mystery of a missing woman. When she is threatened by hoods for snooping around, she turns for help to Assistant District Attorney Paul Shaughnessy. As Paul tries to protect Leah from danger that looms from all sides, romance blooms."], ["tt0279112", "Shûsuke Kaneko", "Keiichi Hasegawa, Shûsuke Kaneko, Masahiro Yokotani", 7.0, "1h 45min", NaN], ["tt0278291", "Abbas Alibhai Burmawalla, Mastan Alibhai Burmawalla", "Robin Bhatt, Sanjeev Duggal, Shyam Goel", 6.3, "2h 45min", "A newlywed couple, Raj and Priya, move to Switzerland and become friends with their new neighbors, Vicky and Sonia. But one day, Raj is accused of Sonia's murder and goes on the run in order to prove his innocence."], ["tt0279155", "Sunil Bohra", NaN, 6.2, "2001", "Dirección"], ["tt0279902", "Tyler Spangler", "Tyler Spangler", 7.9, "9min", "An unhappily married woman and her naive lover plot to murder her abusive husband. Unfortunately, their plan completely unravels, and they soon find themselves trapped by their own ill-conceived scheme. A gripping suspense thriller, told in real time."], ["tt0280383", "Ken Daurio, Darren Doane", "Ken Daurio, Darren Doane", 4.8, "1h 30min", "When four dudes find a magical necklace that summons four foxy women looking to have a good time, the sparks fly and the partying begins in this outrageous fantasy comedy co-starring Michael Madsen."], ["tt0281718", "Kyung-taek Kwak", "Kyung-taek Kwak", 7.2, "1h 53min", "Four childhood friends go their separate ways, two go off to college while the others become rival gangsters."], ["tt0283994", "Ang Lee", "David Carter", 6.8, "6min", NaN], ["tt0282354", "Leone Marucci", "Leone Marucci", 7.9, "2001", "Dirección"], ["tt0282179", "Sam Firstenberg", "Stephen David Brooks, Boaz Davidson", 3.3, "1h 36min", "After the events of Spiders (2000), a scientist conducts genetic tests, and a couple becomes the perfect host. Now, the hunt is on, as an army of arachnids is after the succulent human flesh. Who can stop the spiders' feeding frenzy?"], ["tt0283287", "Dante Lam", "Dante Lam, Clarence Lee, Wai-Lun Ng", 5.6, "1h 34min", "An undercover cop badly injured in a raid is blamed for the raid's failure and thrown out of the police department. His injuries result in his being paralyzed form the waist down, and doctors tell him that if he doesn't have an operation within a few months, the paralysis will be permanent. His friends in the police department decide that, since the underworld was res... Leer todo"], ["tt0282658", "Yuthlert Sippapak", NaN, 6.2, "1h 54min", "Set in a future Bangkok, the story picks-up after a hit-gone-wrong on \"Iron Cop\", the area police chief. The would-be killer \"Pae\", together with his equally inept collection of thugs, now become wanted men themselves as the Thai underworld bristles with the shame & dishonor of such an ignoble bungling."], ["tt0280956", "Richard Mauro, Anthony Savini", "Richard Mauro, Anthony Savini", 4.1, "1h 21min", "Legend has it that some of the oldest surviving homeless communities in New York City have been hidden from the public view for decades in the underground tunnels of Manhattan. Many homeless dwell in continual darkness along tunnels miles long and yet manage to survive. What happens to someone who lives in such a dark and dreary dwelling? Well, Reporter Susan Pei plan... Leer todo"], ["tt0284253", "Michael Cargile", "Michael Cargile", 4.3, "50min", "An explosive drama set against the world of street racing."], ["tt0282965", "Ziad H. Hamzeh", "Marc Sandler", 5.0, "1h 49min", "A middle-aged, down-and-out kickboxer, once contender for the heavyweight title, struggles to rebuild his shattered life as he makes his way back home to his lost love and his one last chance at redeeming his tortured soul."], ["tt0283875", "John Frankenheimer", "Andrew Kevin Walker", 7.0, "6min", NaN], ["tt0284007", "Jim Mendiola", "Jim Mendiola", 8.2, "1h", "\"Come and Take it Day\" uses Texas history to tell a story of friendship, envy, betrayal, and greed. The fictional story centers around the hunt for the lost treasure in gold coins that had been given to the person who captured the legendary Gregory Cortez."], ["tt0284137", "Anil Sharma", "Shaktimaan Talwar", 7.3, "2h 50min", "During the Partition of India in 1947, a Sikh truck driver falls in love with a Muslim girl belonging to an aristocratic family."], ["tt0284336", "Brian Joe", "Brian Joe, Andre Sala", 9.0, "2001", "In the near future where pencils and paper are prohibited, Trenton needs a NO. 2 pencil. He's almost done with the last chapter of a manifesto. But in a world where the sharing of ideas is under strict government regulation, this proves to be a daunting task. Culver, a young aspiring writer, runs an underground business selling illegal contraband to rebels like himsel... Leer todo"], ["tt0284345", "Tabajara Ruas, Beto Souza", "Rogério Brasil Ferrari, Fernando Marés de Souza, Tabajara Ruas", 6.8, "1h 42min", "The story of a man that invented a country."], ["tt0282496", "Jeff Hare", "Jeff Hare, Zani Leo", 3.4, "1h 40min", "A journalist uncovers a government conspiracy to unleash virus-carrying killer bees that could wipe out humanity."], ["tt0284595", "Mikhail Ptashuk", "Vladimir Bogomolov", 7.4, "1h 49min", "The movie is set in Belarus, where a team of counter-intelligence officers is given only three days to find a German radio operator posing as a Soviet soldier, behind soviet lines, on the eve of a major offensive."], ["tt0284357", "Chrystianne Rochat", "Chrystianne Rochat", 6.3, "1h", "The story of two small time burglars, fascinated by the soap opera \"Circle of Betrayals\", that spend their simple lives dreaming about a Big Plan. Meanwhile, at the Soap Opera set, the objects of their fascination, the Actors, are struggling to keep their characters alive. Chicão and Jiló are planning a big robbery with the help of Stud, who works as a gardener in a B... Leer todo"], ["tt0285104", "Kar-Wai Wong", "Andrew Kevin Walker", 7.3, "8min", NaN], ["tt0284867", "Timur Bekmambetov", "John William Corrington", 3.0, "1h 32min", "In an age of Gladiators, the power that was Rome held its empire together with the might of its armies, the sweat and tears of its conquests, and the cheers and bloodlust of its citizens - glorified in the deadly spectacle of The Arena. Stolen from their homelands, the fiery Druid maiden Bodicia, exotic slave girl Jessemina, and the powerful barbarian Flavius, are pit... Leer todo"], ["tt0284907", "Michael J. Hein", "Michael J. Hein", 3.1, "1h 35min", "For since by man came death, by man came also the resurrection of the dead"], ["tt0286263", "Eva Borusovicová", "Eva Borusovicová", 5.7, "1h 50min", "Dirección"], ["tt0286033", "Mark Wilkinson", "Mark Wilkinson", 5.8, "12min", "Salvatore and Angela are two of the toughest killers in the business - the family business. When their stolen car breaks down on the way to a hit, this tale of two hot-headed Italians (with a few too many guns) erupts."], ["tt0285319", "Joy Augustine", "Joy Augustine, Hriday Dubey", 6.8, "2h 26min", "Young and attractive Roma Pinto is the only girl in the struggling Pinto family, consisting of five brothers, with assorted careers. They are very protective and affectionate towards her, and will not any woo her without their express permission. When Sameer Malhotra enters Roma's life, both fall in love, and decide to get married. The problem is Sameer's father is a ... Leer todo"], ["tt0286917", "Hervé Renoh", "Hervé Renoh", 5.0, "1h 38min", "Four prisoners escape and seek refuge in a Cistercian monastery, where nothing is what it seems. Isolated from the rest of the world, begins a nightmare among the fugitives, willing to kill to protect their freedom and monks whose hostages."], ["tt0286635", "Johnnie To, Ka-Fai Wai", "Ho-Cheung Pang, Ka-Fai Wai, Joey O'Bryan", 6.8, "1h 42min", "Two very different hitmen find themselves to be in each other's way. They use all their skill to solve the problem."], ["tt0285698", "C.W. Cressler", "C.W. Cressler", 5.5, "1h 32min", "Two serial killers meet and fall in love in an asylum for the criminally insane. Upon escaping their corrupt captors, they flee to the country to try and lead a happy, normal life. Unfortunately, \"normal\" turns out to be a state of mind...an elusive state of mind."], ["tt0285433", "Jamie Luk", "Gam-Lun Lee, Suet Yuen Tse", 5.4, "1h 26min", "Ken Tsui, a member of an underground organization, is sent to Manila to execute a member of the Filipino government. When he succeeds, he is arrested and sentenced to death. When a psycho cop helps Ken escape, Ken finds refuge with Chang, a man who he helped save. While working in a hotel, Ken is also an assassin who takes a life for only 10 dollars. Meanwhile, the ps... Leer todo"], ["tt0288865", "Brian Belefant", "Brian Belefant", 8.2, "2h 24min", "A man has an ulterior motive for enduring acupuncture - to get revenge on a voodoo doll."], ["tt0286151", "Guy Ritchie", "Guy Ritchie, Joe Sweet", 7.6, "7min", "The Driver carries an arrogant rock star who wants to get away from her bodyguards in the Driver's BMW."], ["tt0287469", "Mohan Raja", "Thotapalli Madhu, Meccartin, Raffi", 6.7, "2h 38min", "A man falls in love with the sister of two thugs. In order to win her heart, he not only joins her brother's company but also tries to sort out their complicated love lives"], ["tt0288215", "Makoto Yokoyama", "Eric Koyanagi, Makoto Yokoyama", 3.8, "1h 29min", "Madsen, a bounty hunter with a bad liver and an even worse attitude, with the help of the lovely Dr. Forster, must stop Dr. Oh and Takeru and restore order to the world."], ["tt0285845", "Sai Balaji", "Krishna Murali Posani", 6.2, "2001", "Dirección"], ["tt0286112", "Stephen Chow", "Stephen Chow, Kan-Cheung Tsang, Min-Hun Fung", 7.3, "1h 53min", NaN], ["tt0285906", "Seijun Suzuki", "Kazunori ItôTakeo Kimura", 6.3, "1h 52min", "The No. 3 assassin of Japan is given the chance to usurp No. 1 and take their place."], ["tt0285930", "Alejandro G. Iñárritu", "David Carter, Alejandro G. Iñárritu, Guillermo Arriaga", 7.5, "8min", "January 13, 2001. Times war photographer Harvey Jacobs is wounded while witnessing a massacre at Nuevo Colon by terrorists. In a desperate effort, the United Nations sends a vehicle to get him out, a BMW driven by the mysterious Driver."], ["tt0286098", "Hark Tsui", "Hark Tsui, Man Choi Lee, Adam Bernardi", 5.1, "1h 44min", "Between the heaven and the Earth exist the Zu's mountain range, where live the immortals of Omei, the highest mountain of Zu, but the kingdom is in danger by Amnesia, a renegade immortal what want to rule Zu and all the world. White Eyebrows, Zu's leader, call to his most experts fighters for to defeat Amnesia until destroy It, but Amnesia hides in the legendary and a... Leer todo"], ["tt0287155", "Patrick Leung", "Hing-Ka Chan, Amy Chin", 5.9, "1h 49min", "A young man investigates his twin brother's death and discovers the dark world of underground boxing."], ["tt0289262", "Lasha Dardagany", "Lasha Dardagany", NaN, NaN, "George 'Gio' Baratelli travels back to his hometown of Tbilisi, only to find his Godfather Archil has been died. During this visit, George realizes that the death of his Godfather was not accidental, but a murder. With this knowledge, George sets out to find all those responsible. Unable to be helped by Natalie, his childhood friend and a granddaughter of his Godfathe... Leer todo"], ["tt0289213", "John Terlesky", "Jeff Yagher, Gary J. Tunnicliffe, John Terlesky", 3.9, "1h 29min", "After two L.A.P.D. detectives investigate a violent crime spree, they discover a new drug linked to a terrifying supernatural power."], ["tt0287635", "Kunihiko Yuyama, Jim Malone", "Hideki Sonoda, Satoshi Tajiri, Jun'ichi Masuda", 5.7, "1h 15min", "Ash must stop a hunter who forces the mythical Pokémon Celebi to help him destroy a forest."], ["tt0288480", "Clarence Fok", "Sharon Hui", 4.4, "1h 26min", "Cat (Shu Qui) works as secretary on a big software company, but she remember her past, stealing precious stones on a high class disco, in company of the martial angels, a half dozen ladies team, all they skilled in martial arts, as well in pistols uses. And making passionate love with Zi Yhang, (Julian Cheung), the male jewels thief that falls in love with Cat. All th... Leer todo"], ["tt0289845", "Rakeysh Omprakash Mehra", "Renzil D'Silva, Rakeysh Omprakash Mehra, Kamlesh Pandey", 5.8, "3h 4min", "Raghavan Ghatge, a psychotic terrorist, and Manu Verma, the cop who tracks him down, shoot each other simultaneously, the result being that Raghavan's soul is transferred into Verma's body and vice versa."], ["tt0290067", "René Cardona III", "René Cardona IIIManuel Fernández Buces, Xavier Robles", 3.0, "1h 31min", "In this blockbuster film from Mexico, live action, animation, fast-paced thrills and humor all combine in an irresistible tale the entire family will enjoy. The story revolves around lovable guardian angel Serafin who leads a group of youngsters in search of a magic star that will save a friend. Along the way, the young heroes learn that courage, loyalty and kindness ... Leer todo"], ["tt0291265", "Gustavo Graef Marino", "Josh Olson, Randall Frakes, Lisa Gardner", 4.7, "1h 30min", "Escaped serial killer James Becket, who killed his own father whose expectations he never fulfilled, but now especially targets his wife Theresa 'Tess' and her family, is too good at disguising himself and other deceit for detective Diffs task force. Only one man proves able to fight back in his league: former cop J.T. Dillon, who was already training Tess in self-def... Leer todo"], ["tt0290879", "Chatrichalerm Yukol", "Chatrichalerm Yukol, Sunait Chutintaranond", 6.4, "3h 5min", "During the 16th century, as Thailand contends with both a civil war and Burmese invasion, a beautiful princess rises up to help protect the glory of the Kingdom of Ayothaya. Based on the life of Queen Suriyothai."], ["tt0291376", "S. Shankar", "Anurag Kashyap, S. Shankar", 7.8, "3h 7min", NaN], ["tt0292943", "Ben Elia", "Ben Elia", 7.2, "5min", "Holograms engage in a battle against a cube."], ["tt0291424", "Eric Gibson", "Steve Martel", 3.6, "1h 24min", "The madam of a brothel agrees to let the police setup surveillance in her business to catch a criminal, in exchange for immunity."], ["tt0291046", "Hisaya Takabayashi, Toshifumi Takizawa", "Masatoshi Kimura, Hisaya Takabayashi, Toshifumi Takizawa", 5.1, "1h 17min", "A girl must save a planet from being destroyed by a disembodied brains' robotic army."], ["tt0292432", "Srdan Golubovic", "Srdan Golubovic, Biljana Maksic, Djordje Milosavljevic", 7.5, "1h 33min", "Igor Gordic was an Olympic Champion in shooting, but now he is a junkie without money and in debts to mafia. Sasa is his younger brother and he is getting ready for the next World Championship. Pressured by hard life in Serbia in the aftermath of the war and disheartened by apparent utter lack of justice and structure in the society, being at an everyday mercy of the ... Leer todo"], ["tt0290714", "Jeremy Gosch", "Jeremy Gosch, Monika Gosch, Monika Melendez", 6.4, "1h 46min", "Two best friends are about to have their last intoxicating snowboarding adventure before they part company forever. Snowboarding action sequences shot in Mammoth highlight this fast paced, edgy, raucous teenage movie underscored by a pulsating sound track."], ["tt0290884", "Paul Wynne", "Timothy Griffin, Peter Soby Jr.", 2.3, "1h 33min", "A pack of massive genetically altered Scorpions escape containment on an airplane, turning passengers into victims and forcing one ordinary woman to confront her worst fears."], ["tt0291959", "Walbercy Ribas", "Walbercy Ribas, Juliana Ribas", 5.5, "1h 20min", "Happy Cricket and his cute, adorable friends will have to defeat the evil Wartlord and rescue Linda, the Night Star. This film celebrates the values of friendship, freedom and the defense of nature."], ["tt0293965", "Paul Budnitz", "Paul Budnitz", 7.1, "14min", "A lonely hitman known only as the Watcher is addicted to a drug supplied by his employers. He follows a girl home one night..."], ["tt0292740", "Deepak S. Shivdasani", "Robin Bhatt, Kader Khan, Deepak S. Shivdasani", 4.0, "2h 29min", "Two con artistes and car thieves, Vicky (Ajay Devgan) and Sakshi (Preity Zintar) run afoul of Bhanwarlal (Deep Dhillon) and his mob, when they accidentally kill his brother. Bhanwarlal and his other brother (Mayur) both swear to avenge the death of their brother and mistakenly kill Rohit Verma (also Ajay Devgan), who is a look-alike of Vicky. Sakshi thinks that her lo... Leer todo"], ["tt0294280", "Hiroyuki Nakano", "Mitsuteru Yokoyama", 5.5, "1h 48min", "A love triangle blooms between a team of three ninjas before tragedy strikes and forces them to reassess their clan's principles."], ["tt0294264", "Suresh Krishna", "H. Banerjee, Kamal Haasan, Kamal Haasan", 7.2, "2h 57min", NaN], ["tt0294666", "Cyril Lorenzana", "Cyril Lorenzana", NaN, NaN, "Dirección"], ["tt0294251", "Wilson Yip, William Darvill", "Vincent Kok, Chi-Kin Kwok, Kam-Yuen Szeto", 6.0, "1h 34min", "2002 is a special police force that fights against supernatural phenomena. The team is formed by one human, Chiu, and a spirit, Sam. When Sam reincarnates, a human rookie policeman Fung applies for the position."], ["tt0293342", "Rajkumar Santoshi", "Ranjit Kapoor, Haroon Rashid, Ashok Rawat", 6.6, "3h 22min", "The lives of four women from different places are the victims of male chauvinism and marital abuse. They decide to fight for their rights and dignity against the social norms and injustice."], ["tt0293857", "Kwon Hyeong-jin", NaN, 3.3, "2001", "In the near future, various factions will wage a secret battle for untold treasure and ultimate power."], ["tt0295116", "Erik Canuel", "Joanne Arseneau", 7.0, "1h 38min", "Deux soeurs, Stéphane et Bettie Brousseau risquent de perdre la porcherie, héritée de leur père, qu'elles opèrent ensemble. Joueuse compulsive, Stéphane a de la difficulté à épargner. Elle vend à Riendeau, son ex-mari, les plants de pot qui ont été semés et ont poussé dans son champ de maïs. Elle pense utiliser la commission de cette transaction pour payer rapidement ... Leer todo"], ["tt0295281", "Tzahi Grad", "Tzahi Grad", 7.7, "1h 55min", "One dramatic evening mixes the fates of three young women who live in the same apartment building in a big city."], ["tt0295206", "Barak Epstein", "Barak Epstein", 4.5, "1h 10min", "A loser develops the ability to communicate with corn and becomes a crazy super hero. He battles the evil villain, Dr. Hoe, who wants to own all the corn in the world."], ["tt0295368", "Jin Jang", "Jin Jang", 6.8, "2h", "Four unlikely assassins genuinely care about their customers and victims, meanwhile a prosecutor is on their trail."], ["tt0295461", "Siu-Hung Chung, Jing Wong", "Jing Wong", 5.8, "1h 34min", "A brainy private school student is transferred to a far less elite institution, where he must fend off classmates who settle scores with fistfights."], ["tt0295906", "Dante Lam", "Dante Lam, Ho-Leung Lau, Wai-Lun Ng", 6.2, "1h 39min", "Dan and King are small-time Triad members in Hong Kong. After an incident in which their practical joke ends up losing their Boss a huge sum of money, AND in which they steal hundreds of thousands of HK dollars from a rival boss, the two are forced to flee to Phuket, Thailand (because the alternate hideout, China, would be \"too boring\"). They live the high life in Tha... Leer todo"], ["tt0297168", "Bae Chang-ho", "Bae Chang-ho", 6.0, "1h 44min", "Based on a true story and a legendary Korean novel, this movie follows Detective Oh (superstar Lee Jung Jae) and his investigation into the mysterious murder of a North Korean. His investigation leads him to a diary, which was written by a nun who - along with her boyfriend - helped lead the escape of North Korean POWs held captive during the Korean War. Detective Oh ... Leer todo"], ["tt0296696", "Jin-gyu Cho", "Kang Hyo-jin, Moon-Sung Kim, Moon-saeng Kim", 6.3, "1h 47min", "The story of how Eun-jin (Eun-kyung Shin) became a legend in the South Korean underworld by defeating an army of gangsters."], ["tt0296660", NaN, NaN, 6.5, "1h 42min", "Reparto principal"], ["tt0296042", "Takashi Miike", "Sakichi Sato, Hideo Yamamoto", 7.0, "2h 9min", NaN], ["tt0295702", "Phillip Ko", "Mike Cassey", 6.2, "2001", "Dirección"], ["tt0295989", "Mark Roper", "H. Rider Haggard, Peter Jobin, Harry Alan Towers", 3.2, "1h 42min", "Chris, slick adventurous grandson of legendary adventurer Allan Quatermain, searches for the mythical treasure of Alexander the Great with the help of a pretty German girl, while eluding a dangerous greedy gangster."], ["tt0295925", "Mark Roper", "Harry Alan Towers, Peter Jobin", 2.8, "1h 32min", "On New Year's Eve, jaded action movie star Jack Chase is traveling on the Orient Express with the rich and famous. Terrorist leader Tarik and his gang take over the train forcing Chase to become the hero he always just pretended to be."], ["tt0297241", "David Dhawan", "David Dhawan, Imtiaz Patel, Yunus Sajawal", 5.4, "2h 11min", "Raj is a successful lawyer due to constant cheating and dishonesty. When his wife comes to know about this, she threatens to leave him. Fearful of his parents' divorce, Raj's son wishes that his father become unable to lie."], ["tt0296919", "Ratiborka Ceramilac", "Mirjana Lazic", 5.6, "1h 33min", "A female teenager from a good family enters the world of drug use via her boyfriend-pusher."], ["tt0298514", "Ranjith", "Ranjith", 7.1, "2h 48min", "The story begins with the fall of Mangalasserry Neelakandan's (Mohanlal) son Karthikeyan (Mohanlal), as he ventures out to make money which ultimately makes him a liquor baron. The relationship between Neelakandan and Karthikeyan deteriorates, as the father does not approve of his son's money-making methods. Mundakkal Shekharan (Napoleon) comes into the picture again ... Leer todo"], ["tt0121765", "George Lucas", "George Lucas, Jonathan Hales", 6.6, "2h 22min", NaN], ["tt0120804", "Paul W.S. Anderson", "Paul W.S. Anderson", 6.6, "1h 40min", NaN], ["tt0120912", "Barry Sonnenfeld", "Lowell Cunningham, Robert Gordon, Barry Fanaro", 6.2, "1h 28min", NaN], ["tt0120870", "Gary Dean Orona", "Tyke Caravelli, Tane Mc, Clure, Gary Dean Orona", 5.2, "Not Rated", "Trapped in a lover's triangle of lust, greed, and betrayal we follow one woman's journey to discover her true self... Magic, where everything is an Illusion... and nothing is as it seems."], ["tt0130255", "Shaji Kailas", "B. Unnikrishnan", 5.0, "2002", "Bhadran, an efficient police officer, fights against all the injustice in the society. He faces many challenges when he encounters Devarajan, a smuggler."], ["tt0145487", "Sam Raimi", "Stan Lee, Steve Ditko, David Koepp", 7.4, "2h 1min", NaN], ["tt0151299", "Charles Solomon Jr.", "John M. Bennett, Charles Solomon Jr.Matthew Spradlin", 5.2, "1h 41min", "The Tyler brothers are ruined by the local bank, so they decide to rob it. But one brother is killed, and Jesse goes to jail. After being released, he enlists the aid of gunrunner Billy Rat to offer his last brother The Last Fair Deal."], ["tt0157472", "Jonathan Frakes", "Rob Hedden, Andy Hedden, J. David Stem", 5.2, "1h 34min", NaN], ["tt0164184", "Phil Alden Robinson", "Tom Clancy, Paul Attanasio, Daniel Pyne", 6.4, "2h 8min", NaN], ["tt0167261", "Peter Jackson", "J.R.R. Tolkien, Fran Walsh, Philippa Boyens", 8.8, "2h 59min", NaN], ["tt0167116", "Richard Greenberg", "Richard Greenberg, Wally Nichols", 6.0, "1h 28min", NaN], ["tt0180052", "Ron Underwood", "Neil Cuthbert", 3.9, "1h 35min", NaN], ["tt0181689", "Steven Spielberg", "Scott Frank, Jon Cohen, Philip K. Dick", 7.6, "2h 25min", NaN], ["tt0187738", "Guillermo del Toro", "Marv Wolfman, Gene Colan, David S. Goyer", 6.7, "1h 57min", NaN], ["tt0190938", "K.C. Bascombe", "K.C. Bascombe, Nick Seferian", 5.4, "1h 33min", NaN], ["tt0210223", "Alex Erkiletian", "Alex Erkiletian, Robert Mc, Ray", 4.7, "1h 40min", "Two ancient entities reincarnated through the centuries face off time and again for an innocent soul."], ["tt0212204", "Lee Demarbre", "Ian Driscoll", 6.1, "27min", "Harry Knuckles (code name Spanish Fly) must stop his nemesis who has kidnapped his daughter and poisoned her. Harry and his partner, Santo must find the serum that can save her and stop the ancient Aztec Mummy and it's evil zombies that pursue."], ["tt0221637", "J.A. Steel", "J.A. Steel", 5.9, "1h 24min", "A female cop's sister is kidnapped by the Asian mafia and she has 24 hours to save her."], ["tt0220792", "Joel Gordon", NaN, 7.2, "1h 23min", "In this action comedy feature film, 'Superbob' utilizes his highflying karate mastery and investigative techniques to tackle the ruthless Big Yard. As time races on 'Superbob' must rescue his son Dante, who has been kidnapped by Big Yard. Big Yard operates a child smuggling ring and 'Superbob' must save Dante or lose his son forever."], ["tt0225865", "Paul Matthews", "Paul Matthews", 4.7, "1h 36min", "A gang of women wreak vengeance upon the society that failed them."], ["tt0231448", "Scott Kalvert", "Paul Kimatian, Christopher Gambale", 5.6, "1h 40min", "Bobby, a member of The Deuces, and the sister of the rival Vipers member fall in love, promoting a street war between the two factions."], ["tt0233469", "Andrew Davis", "Ronald Roose, David Griffiths, Peter Griffiths", 5.5, "1h 48min", NaN], ["tt0235280", "Kevin Campbell", "Kevin Campbell", 2.8, "1h 31min", "Four perky, clueless cheerleaders from the Happy Valley High Hamsters are mistakenly blamed by the meddling Church Ladies for the invasion of the \"Internet smut\" into their children's bedrooms. The Church Ladies hire Stephen, a sexually ambiguous teacher from the local Parochial Reform School, to teach the cheerleaders a lesson. But the cheerleaders have more than Ste... Leer todo"], ["tt0235553", "Kantz, Ben Ramsey", "Ben Ramsey, Kantz", 5.0, "1h 25min", "A hitman falls in love with the boss's girlfriend, who may just be his next target."], ["tt0238380", "Kurt Wimmer", "Kurt Wimmer", 7.3, "1h 47min", NaN], ["tt0240468", "Steve Oedekerk", "Steve Oedekerk", 6.2, "1h 21min", NaN], ["tt0240510", "Shekhar Kapur", "A.E.W. Mason, Michael Schiffer, Hossein Amini", 6.5, "2h 12min", NaN], ["tt0245562", "John Woo", "John Rice, Joe Batteer", 6.1, "2h 14min", NaN], ["tt0245844", "Kevin Reynolds", "Alexandre Dumas, Jay Wolpert", 7.7, "2h 14min", NaN], ["tt0246460", "Lee Tamahori", "Ian Fleming, Neal Purvis, Robert Wade", 6.1, "2h 13min", NaN], ["tt0247254", "Hank Whetstone", "Hank Whetstone", 5.1, "1h 37min", "What if a computer disc held a code so powerful that it could change the world forever? While translating the Dead Sea Scrolls, a professor discovers a hidden formula that not only unlocks all known computer encryption, but also scientifically proves the existence of God! Religions, governments and mankind itself could rise and fall based on this information. Now the ... Leer todo"], ["tt0246894", "John Mc, Tiernan", "William Harrison, Larry Ferguson, John Pogue", 3.1, "1h 38min", NaN], ["tt0246692", "Lasse Spang Olsen", "Anders Thomas Jensen", 6.7, "1h 35min", "Fresh out of a Danish prison, Harald bosses his old gang around, into visiting his hospitalized foster dad, who wants to see his bio son before dying. The son's in a Swedish prison. Then there's a money matter - robbing a bank."], ["tt0247911", "Vikram Bhatt", "Robin Bhatt, Girish Dhamija, Sanjeev Duggal", 3.1, "3h", "The daughter of a rich criminal industrial tycoon falls in love with a college boy. The tycoon, what a surprise, objects..."], ["tt0248640", "Predrag Antonijevic", "Willie Dreyfus", 4.5, "1h 56min", NaN], ["tt0250365", "Darrell Warren", "Darrell Warren", 6.5, "2002", "Dirección"], ["tt0251379", "Rod Hardy", "Sidney Lee, Myrica Taylor", 6.2, "2002", "Four friends take a shortcut home and, when their car breaks down, are forced to spend the night in a small, depressed mountain town, and then become the prime suspects when the local sheriff's son is found dead."], ["tt0254775", "Olivier Megaton", "Alain Berliner, Robert Conrath, Maurice G. Dantec", 5.2, "1h 58min", "A 12 y.o. girl reports her powerful mom to the police for having killed the nanny. She runs away and is helped by an ex-soldier/assassin to find her dad in Portugal while the mom has her people try prevent this. Shooting follows."], ["tt0253556", "Rob Bowman", "Gregg Chabot, Kevin Peterka, Matt Greenberg", 6.2, "1h 41min", NaN], ["tt0255443", "Lloyd A. Simandl", "Chris Hyde", 3.9, "1h 32min", "Dirección"], ["tt0256824", "Kasimir Lehto", "Kasimir Lehto", NaN, NaN, "Dirección"], ["tt0257510", "Gary Jones", "Jace Anderson, Boaz Davidson, Adam Gierasch", 3.7, "1h 33min", "A criminal carrying stolen money and gold hijacks a plane that crashes in a Mexican swamp, where the survivors are terrorized by a giant crocodile."], ["tt0259484", "Charles Stone III", "Azie Faison Jr.Austin Phillips, Matthew Cirulnick", 7.0, "1h 37min", "A young man from Harlem, forced to cope with the 1980s drug scene, builds an illegal empire, only to have a crisis of conscience."], ["tt0258463", "Doug Liman", "Tony Gilroy, William Blake Herron, Robert Ludlum", 7.8, "1h 59min", NaN], ["tt0264429", "Hark Tsui", "Hark Tsui, Julien Carbon, Laurent Courtiaud", 3.7, "1h 42min", "The Black Mask must stop a group intent on setting off a DNA bomb that could cause mutations to the human race."], ["tt0264333", "Stefan Schwartz", "Bill Britten, Richard Crawford", 6.6, "1h 36min", NaN], ["tt0265944", "Jonas Quastel", "Jonas Quastel, Chris Lanning", 3.5, "1h 26min", "Harlan Knowles, billionaire and President of Bio-Comp Industries, heads up a team of experts in a quest to locate a company plane that disappeared over the remote forests of the Pacific Northwest."], ["tt0268695", "Simon Wells", "H.G. Wells, David Duncan, John Logan", 6.0, "1h 36min", NaN], ["tt0269755", "Hasan Zaidi", "Mohammed Hanif, Hasan Zaidi", 7.5, "2002", "Dirección"], ["tt0272036", "John Carl Buechler", "Robert Boris, Dennis A. Pratt, Matthew Jason Walsh", 2.8, "1h 20min", "An Antarctic drilling station is under attack by a mysterious killer. Will anyone survive?"], ["tt0271367", "Ellory Elkayem", "Ellory Elkayem, Randy Kornfield, Jesse Alexander", 5.5, "1h 39min", NaN], ["tt0270379", "David Bjerre", "David Bjerre, Jesper N. Christiansen", 4.6, "35min", "The story follows professional runner Lisa. On a training run in the forest she comes across The Dark Prince fighting with Archangel Gabriel. Just before he dies Gabriel gives The Word to Lisa. This is the secret key that will lock the gates to hell. With the help of half-angel Arkel and her ex-boyfriend Thomas, she must travel to the gates of Hell to lock them foreve... Leer todo"], ["tt0272147", "Tommy Lee Wallace", "Tommy Lee Wallace", 4.5, "1h 34min", NaN], ["tt0271451", "Daniel Knauf", "Phillip J. Roth, Daniel Knauf", 3.5, "1h 36min", "Deep in the Mariana Sea Basin, several miners have died under mysterious circumstances. Officer Will Murdock of the Deep Submersible Division is brought down to investigate. Will anyone reach the surface alive?"], ["tt0275072", "Tomasz Wiszniewski", "Robert Brutter, Tomasz Wiszniewski", 6.7, "1h 35min", "Sharkey, part of the sinister world of child trade, picks up Vlado, an orphan of war, dreaming of freedom and a better life. They embark upon a strange and enlightening journey through war torn Bosnia. As they struggle to get out of the country and fight to stay alive, they find a special love and compassion from which emerges their ultimate moral and spiritual redemp... Leer todo"], ["tt0275947", "Martyn Burke", "William Porter, Steve Mackall", 5.1, "1h 37min", "A woman who has just discovered she is the daughter of a murdered Mafia chieftain seeks revenge, with the aide of her father's faithful bodyguard."], ["tt0276816", "David Twohy", "Lucas Sussman, Darren Aronofsky, David Twohy", 6.1, "1h 45min", NaN], ["tt0277434", "Randall Wallace", "Harold G. Moore, Joseph Lee Galloway, Randall Wallace", 7.2, "2h 23min", NaN], ["tt0278035", "Glenn Durfort, Colin Teague", "Louis Dempsey, Andrew Howard, Gary Young", 5.4, "1h 35min", "Gilly, fresh out of prison, and J, a hustler with a major drug problem, just can't shake their criminal ways."], ["tt0277944", "Bob Misiorowski", "Jace Anderson, Boaz Davidson, Adam Gierasch", 3.7, "1h 31min", NaN], ["tt0277744", "Mark Malone", "Mark Malone", 5.2, "1h 34min", NaN], ["tt0277296", "Chuck Russell", "Stephen Sommers, Jonathan Hales, William Osborne", 5.5, "1h 32min", NaN], ["tt0278295", "Kevin Bray", "Ronald Lang, Ice Cube", 5.8, "1h 35min", "Bounty hunter Bucum chases bail-jumper Reggie, who runs right into the scene of a diamond heist and murder and gets shot at as well. Later they become partners in their pursuit of the $20M in diamonds and lottery ticket. Their women join."], ["tt0279469", "Alan Swyer", "Alan Swyer, Frank Rossi", 4.8, "1h 28min", "Time of Fear is a taut psychological thriller thrusting an FBI agent and a grieving father into the dark world of a demented killer. FBI Agent Cheryl Hammer, arrives in a small California town to catch an elusive killer. Seeing no help forthcoming from the Sheriff, she turns to the only other person who can help her, Jack Barone, a grieving father whose daughter, Lisa... Leer todo"], ["tt0279750", "Lorena David", "Scott Duncan, Ned Kerwin", 4.0, "1h 34min", "A handsome and talented college student, David Morales, is devastated when a bum knee causes him to lose his scholarship to the University of San Diego. Unwilling to disappoint his proud mother, Morales wastes no time in looking for a job to pay his way through school. So when he meets the mysterious Professor Darabont who offers him a very well paying job to transpor... Leer todo"], ["tt0279493", "Malcolm D. Lee", "John Ridley, Michael Mc, Cullers", 5.9, "1h 26min", NaN], ["tt0280380", "Luis Mandoki", "Greg Iles", 6.1, "1h 46min", NaN], ["tt0281108", "Djamel Bensalah", "Djamel Bensalah, Gilles Laurent", 3.5, "1h 34min", "In exchange for a sum of four million dollars that must be paid to them by Carlito, the boss of the Mafia in Saint-Denis, Tacchini, Sami, Yaya and Kader pretend to be top athletes and engage in a raid worldwide."], ["tt0280486", "Joel Schumacher", "Gary M. Goodman, David Himmelstein, Jason Richman", 5.6, "2h 5min", NaN], ["tt0281322", "Walter Hill", "David Giler, Walter Hill", 6.1, "1h 36min", NaN], ["tt0280609", "Neil Marshall", "Neil Marshall", 6.8, "1h 45min", NaN], ["tt0280490", "Scott Roberts", "Scott Roberts", 6.0, "1h 42min", "3 brothers are in and out of prison in connection with heists planned by their lawyer et al. He gets them out for the heists and \"looks after\" the money and one's wife."], ["tt0282613", "Dusty Nelson", "Dusty Nelson", 3.5, "1h 31min", "A fire chief (Gunn) is investigating the cause of a string of blazes that threaten to destroy her small town, while at the same time dealing with her teen daughter's rebelliousness."], ["tt0280870", "Kari Skogland", "Kari Skogland", 5.7, "1h 36min", "Liberty, the wife of a gun manufacturer, is held hostage at a hot dog stand by a sniper seeking revenge."], ["tt0282552", "Gérard Pirès", "Mark Ezra, Gérard Pirès", 5.4, "1h 23min", "A gang of extreme sportsmen raises the stakes in their criminal activities."], ["tt0280974", "Uwe Janson", "Jens Urban", 4.7, "1h 35min", "The Surgeon Steffen is innocently accused of the murders of women that have taken place in the city in recent months. Attempts to clear his identity are hampered by the fact that he has recently been sitting and watching his colleague Katharina from a distance in her home. To put everything right, he takes the police's talkative psychologist hostage and sets out in se... Leer todo"], ["tt0281820", "Neil Jordan", "Auguste Le Breton, Jean-Pierre Melville, Neil Jordan", 6.5, "1h 49min", NaN], ["tt0282481", "Gerry Lively", "Rolfe Kanefsky", 5.1, "1h 35min", "A private detective, a young woman, bank robbers and crooked cops all embark on a chase for a piece of paper that will lead them to three million dollars."], ["tt0282695", "Ken Sanzel", "Ken Sanzel", 5.5, "1h 30min", "An actor in a Wild West show must become a mythical Western Hero when a biker gang descends upon a small Montana town."], ["tt0282515", "Olivier Marchal", "Olivier Marchal", 6.4, "1h 30min", "Franck Chaievski and Nina Delgado are two undercover detectives of a French special force trying to identify two corrupts members of the Paris Police Force. Franck is pretending to be a gangster and Nina a prostitute living with him, and involved in a robbery of a fortune in diamonds, having seven deaths and some injured persons."], ["tt0280845", "Dasari Narayana Rao", "Dasari Narayana Rao", 3.6, "3h", "Dirección"], ["tt0283143", "Kôichi Sakamoto, Makoto Yokoyama", "Carlton Holder, Makoto Yokoyama", 6.6, "1h 35min", "A pair of small time thieves bungle their biggest heist, get pulled into a scheme of deadly deceit and ultimately stumble onto a second chance to redeem themselves."], ["tt0283160", "Christian Duguay", "Timothy Scott Bogart, Mark Mullin, Michael Zaidan", 4.4, "1h 33min", NaN], ["tt0283999", "John Schmidt", "Patrick Egan, Robert Pierce", 5.8, "1h 38min", "Two professional solo climbers form an uneasy partnership after a successful rescue mission grants them the gift of a lifetime."], ["tt0281190", "Cess Silvera", "Cess Silvera", 6.1, "1h 35min", NaN], ["tt0283942", "David Mackay", "Thomas Ian Griffith, Greg Mellott", 5.2, "1h 40min", "In an Alaskan fishing town, a local crime boss suspects a local fisherman knows where his stolen money is, but this fisherman is no regular Joe."], ["tt0284457", "Giordano Gederlini", "Alexandre Coquelle, Matthieu Le Naour, Giordano Gederlini", 3.4, "1h 30min", "A descendant of a cursed, ancient clan, is investigating the gruesome murder of a video game designer."], ["tt0284323", "Kar Lok Chin", "Tak-Sam Leong", 6.0, "1h 44min", "Takashi Okamura is back on another wacky adventure. This time he is mistaken for a foreign assassin, which leads to him being chased by a maverick martial arts master, an oddball cop, the gangsters who hired him and the true assassin."], ["tt0280990", "Florent-Emilio Siri", "Florent-Emilio Siri, Jean-François Tarnowski", 6.7, "1h 47min", NaN], ["tt0283559", "Richard Gale", "Richard Gale, Craig Brewer", 5.7, "1h 30min", "Two med students on a road trip are falsely accused of murder by a corrupt local Sheriff, setting off a wild chase and a deadly comedy of errors. As they struggle to survive, every move the students make sends them deeper into trouble."], ["tt0283957", "Alain Berbérian, Frédéric Forestier", "Alexandre Coquelle, Manuel Delilez, Thomas Langmann", 5.9, "1h 47min", "It is the story of two types: Moltes a criminal in prison and Reggio one of the guards. Crazy adventures happen when following a winner ticket to Africa, they competes in a rally and are chased by the Turk, a sworn enemy of Moltes."], ["tt0283644", "Bill Corcoran", "John Patus, Paul Lalonde, Jerry B. Jenkins", 4.8, "1h 34min", "After the Rapture and the revealing of the identity of the Antichrist, a group of converts form the Tribulation Force, a secret society with the sole purpose of converting non-believers to Christianity."], ["tt0284490", "Tom Dey", "Jorge Saralegui, Keith Sharon, Alfred Gough", 5.5, "1h 36min", NaN], ["tt0284935", "Ezio Massa", "Jorge Bechara, Ezio Massa", 8.0, "1h 30min", "Daniel and Nico (Daniel's 10 years old son) returns to 'Redemption' his hometown: There's an old time friend, a woman and a secret.. Sun rises 2 cars arrives to the town.. The MANHUNT Begins."], ["tt0286152", "Drew Daywalt, David Schneider", "Drew Daywalt, Patrick Kiely, David Schneider", 6.2, "1h 41min", "A crook quietly plots his revenge against the boss who murdered his brother while working for him."], ["tt0287717", "Robert Rodriguez", "Robert Rodriguez", 5.3, "1h 40min", NaN], ["tt0289408", "Craig Mc, Cracken", "Charlie Bean, Lauren Faust, Craig Mc, Cracken", 6.5, "1h 13min", NaN], ["tt0287665", "Jorge Olguín", "Carolina García, Jorge Olguín", 4.4, "1h 48min", "When student journalism major Carmilla meets a gang of role-playing kids, they introduce her to a vampire game called Eternal Blood. But is it just a game?"], ["tt0287497", "Josh Olson", "Josh Olson", 2.9, "1h 24min", "Horror tale of insects which eat their victims from the inside out."], ["tt0289616", "James Bruce", "Matthew Goodman, Paul Sampson", 4.5, "1h 31min", "Two long lost brothers and one hacker take on the CIA and the Mob. Dodging multiple hit squads, they try to stay one step ahead of the army of agents and Wise Guys gunning to get them whacked."], ["tt0289758", "Bryan Goeres", "Zani Leo, Jeff Hare, Bryan Goeres", 4.8, "1h 43min", "A reporter on the trail of a series of homicides uncovers a shady plot featuring an experimental drug."], ["tt0289877", "Damon Stout", "Damon Stout", NaN, NaN, "Quick cash, fake diamonds, and a triple-cross... When an out of work Gulf War vet (Leo) is offered some quick cash as a bodyguard, he jumps at the chance. His job is to escort a diamond courier from the airport to a large wholesaler in L.A. ...simple enough. Unfortunately for Leo, the security boss (Sal) who hired him plans to steal the diamonds. Add two corrupt detec... Leer todo"], ["tt0290095", "Kevin Donovan", "Phil Hay, Matt Manfredi, Michael J. Wilson", 5.4, "1h 38min", NaN], ["tt0290014", "Jorge Montesi", "Rob Gilmer", 4.3, "1h 30min", NaN], ["tt0291150", "Michael A. Martinez", "Wil H. Harris, Tim Jahn, Michael A. Martinez", 6.4, "50min", "A group of wayward astronauts returning from a long mission to Ganymede crash land on a planet very much like earth. The problem is that the mysterious inhabitants are murderous lunatics out to kill every one of them... or so it seems."], ["tt0290594", "Alexandre Arcady", "Alexandre Aja, Alexandre Arcady, Patrick Cauvin", 5.4, "1h 50min", "The story of two ex-legionnaires in a mission of political assasination in Romania. A candid portrayal of the human side of assassins."], ["tt0290912", "Adrian Popovici", "Nicu Covaci, Ioan Cãrmãzan, Ted Nicolaou", 3.2, "1h 30min", "Dirección"], ["tt0292426", "Michael Bendner", "Michael Bendner", 7.4, "2min", "Dirección"], ["tt0293662", "Louis Leterrier, Corey Yuen", "Luc Besson, Robert Mark Kamen", 6.8, "1h 32min", NaN], ["tt0293509", "Jean-Pierre Roux", "Brad Mirman", 4.3, "1h 34min", NaN], ["tt0293199", "Yin Nam", "Yiu Ting Hon, Yin Nam", 4.4, "1h 27min", "A frustrated ex-cop trains four young adults as assassins to take out the a gang of bad guys the law couldn't (or wouldn't) prosecute."], ["tt0293660", "Peter Pau", "Julien Carbon, Thomas Chung, Laurent Courtiaud", 4.6, "1h 43min", NaN], ["tt0292886", "Álex de la Iglesia", "Jorge GuerricaechevarríaÁlex de la Iglesia", 6.3, "2h 4min", NaN], ["tt0294662", "Sanjay Gupta", "Sanjay Gupta, Yash Keswani, Vinay", 6.6, "2h 34min", "Six bank robbers trying to pull off the perfect heist discover one of them is an undercover cop."], ["tt0293412", "Z. Lokman", NaN, 4.1, "1h 38min", "A Malaysian Government agency led by Madame X, try to get the lost treasure on a sunken ship (\"Mendam Berahi\") in Sulu Sea. 3 Beautiful agents try to find the treasure, but they must fight the evil Datuk Azmi, an old enemy of Madame X."], ["tt0294252", "Lee Dong-Joon, Si-myung Lee", "Lee Gwang-Seop, Lee Sang Hak, Sang-hak Lee", 6.1, "2h 16min", "A failed assassination attempt in Harbin, China in 1909 changes the course of history. Now two JBI agents must find the connections between it and an ancient Korean artifact."], ["tt0293166", "Franklin A. Vallette", "Steve Latshaw, Danny Lerner", 3.6, "1h 30min", "The U.S. Navy Seals are out to eliminate a terrorist bomber before the latter can find a cluster bomb from the Albanians."], ["tt0295357", "Carlos Victorica Reyes", NaN, 4.7, "1h 31min", "Dirección"], ["tt0295178", "Jay Roach", "Mike Myers, Michael Mc, Cullers", 6.2, "1h 34min", NaN], ["tt0295701", "Rob Cohen", "Rich Wilkes", 5.8, "2h 4min", NaN], ["tt0297181", "Betty Thomas", "Morton S. Fine, David Friedkin, Marianne Wibberley", 5.4, "1h 37min", NaN], ["tt0297162", "Don Michael Paul", "Don Michael Paul", 4.6, "1h 38min", NaN], ["tt0297213", "Radu Muntean", "Ileana Constantin, Radu Muntean, Mircea Staiculescu", 7.2, "1h 23min", NaN], ["tt0296574", "Ram Gopal Varma", "H. Banerjee, Jaideep Sahni", 8.0, "2h 22min", NaN], ["tt0296712", "Fabian Wullenweber", "Nikolaj Arcel", 6.0, "1h 30min", "12 y.o. Ida's dad'll die without a DKK1,500,000 operation. Ida plans to steal the money from the bank, her mom installed alarm systems in. She'll need her climbing skills, her 2 friends and 3 go-karts."], ["tt0298885", "Yusof Haslam", "Yusof Haslam", 4.8, "1h 58min", "Inspector Mazlan and Inspector Aleza are assigned to investigate one of Malaysia's largest drug syndicate led by Raziman. This illegal syndicate has dealers all over the country and is also related to an international syndicate. At the same time, TVKL tries to reveal the drug activities in the city. The Gerak Khas Unit has to overcome many obstacles in order to wipe o... Leer todo"], ["tt0298296", "Bob Misiorowski", "Boaz Davidson, Jace Anderson, Adam Gierasch", 3.9, "1h 29min", NaN], ["tt0299854", "Gillies Mac, Kinnon", "Nick Perry", 6.1, "1h 28min", "The skilled pilot Denis Hopkins lives with his pregnant wife Valerie and has a comfortable lifestyle. When the gang of criminals headed by the sadistic Ricky Barnes breaks in his seaside house, Denis offers whatever the criminals want to protect his beloved wife but the evil Ricky kills Valerie. The baby is saved, and later the murderer is arrested and sent to the max... Leer todo"], ["tt0299977", "Yimou Zhang", "Feng Li, Yimou Zhang, Bin Wang", 7.9, "2h", NaN], ["tt0299556", "Julien Magnat", "Stéphane Kazandjian, Julien Magnat", 4.4, "1h 34min", "Heroines Mallory, Vena Cava and Talking Tina fight the fallen angel Abaddon and his accomplices vampire Lady Valentine and succubus Morphine."], ["tt0301893", "Abdul Malik Abbott", "Ernest 'Tron' Anderson, Abdul Malik Abbott", 4.3, "1h 28min", "Beans decides that the only way to grasp the American Dream is to take it. State Property follows Beans and his crew, as they take over the city creating mayhem as their empire builds."], ["tt0302017", "Byron W. Thompson", "Byron W. Thompson", 4.1, "1h 32min", "Elizabeth of Cooke (Joanna Pacula), a beautiful and valiant warrior returns from the Crusades to discover that her son Peter (Sander Kolosov) has been taken by Grekkor (Rutger Hauer), an ex-Lord wreaking havoc throughout the land. She sets out to locate and save Peter."], ["tt0301167", "Takashi Miike", "Hitoshi Ishikawa, Yoshinobu Kamo, Toshiki Kimura", 5.6, "1h 29min", "The ace cop of a totalitarian police force and a drifting android play their parts in a post-apocalyptic society. They are destined to fight. Their encounter will change them forever."], ["tt0300620", "Corey Yuen", "Jeffrey Lau", 6.6, "1h 51min", "A conflict of interest between two high-kicking assassin sisters is complicated as they're pursued by the criminals who hired them and an equally high-kicking female cop."], ["tt0300523", "Louis-Pascal Couvelaire", "Michael Cooper, Louis-Pascal Couvelaire, Benoît Philippon", 5.5, "1h 43min", "Four partners heist a fortune in gold ore from a North African airport & escape across the desert in a truck."], ["tt0301808", "Jong-geum Mun", "Kris Choi, Hwan-kyung Lee", 4.7, "2002", "Dirección"], ["tt0303267", "Diego Arsuaga", "Diego Arsuaga, Beda Docampo Feijóo, Fernando Javier León Rodríguez", 6.8, "1h 34min", "Three old man, a little boy training to protect an old patrimony, La \"33\", the last train."], ["tt0303017", "James Seale", "Graham Winter, Rebecca Morrison, Steve Latshaw", 3.7, "1h 31min", "The only hope for humanity to survive a natural disaster is to detonate a nuclear bomb in Los Angeles, California."], ["tt0304391", "Manuel Boursinhac", "Bibi Naceri, Manuel Boursinhac", 5.4, "1h 56min", "Either you make decisions or life makes them for you. For an ex-con struggling to go straight, the temptation of money, women and power prove too much, especially when his best friend promises him an easy heist."], ["tt0305396", "John Stainton", "John Stainton, Holly Goldberg Sloan", 5.4, "1h 30min", NaN], ["tt0305455", "Mahesh Manjrekar", "Ravi Shankar Jaiswal, Mahesh Manjrekar, K.K. Singh", 6.4, "2h 6min", "Thakur Avadh Narayan Singh rules Shekhapur village.Due to his fear villagers don't dare to go against him for his wrong doings.His son Bhola and Bacchu are also to follow his part who spend their time in drinking and on girls.Rudra is a poor farmer living a happy life with is wife Paro and three children Durga,Luv and Kush.Bhola and Bacchu once go to attend Mujra and ... Leer todo"], ["tt0304448", "Eric Delgado", NaN, 3.2, "1h 30min", "Dirección"], ["tt0306442", "Shin Seung-soo", NaN, 5.1, "1h 52min", "4 young, South Korean women have come to a dead-end in their lives and go on a road trip together. 2 guns are found in the borrowed car and they decide to play hardened criminals, soon having police and gangsters chasing them."], ["tt0306909", "Kang Woo-suk", "Bon-han Gu, Seung-jae Baek, Yoon-Seup Jung", 7.1, "2h 18min", "A detective plays cat-and-mouse with a banker who brutally murdered his own parents."], ["tt0307116", "Tinnu Verma", "Tinnu Verma, Ravi Shankar Jaiswal", 3.7, "2h 42min", "Major Pratab Singh works in the Indian army and he and his battalion has been assigned duty near the Indo-Pakistan border. There duty mainly consists of eliminating any terrorists trying to cross the Indian border. A Pakistan leader Gul Mustan and well known Lala is plotting to liberate Kashmir from India so that they can take control in there own way but things does ... Leer todo"], ["tt0307507", "Rowdy Herrington", "Rowdy Herrington", 6.3, "1h 37min", NaN], ["tt0307682", "Kuku Kohli", NaN, 4.4, "2h 32min", "Yeh Dil Ashiqana is the story of Karan and Pooja who are studying in the same college in Poona. They meet and fall in love and their romance progresses without any problems until one day while going to her brother's house in Mumbai. Pooja's flight is hijacked by a group of terrorists following the arrest of their leader Ashraf-UL-haq malik. Ironically this hijack has ... Leer todo"], ["tt0307541", "Jayant Paranji", "Mayank Jain, Satyanand", 6.6, "2h 45min", "Outlaw in the Indian (not Native American) wild west shoots it out with bad guys over a girl and a diamond mine."], ["tt0307440", "Masahiko Nagasawa", "Yasuo Hasegawa", 5.6, "1h 50min", "Detective Hayase is caught in the midst of a truck robbery. Being forced to extend his stay and help identify the robbers, Hayase gets thrown into another situation as Japan's Foreign Minister is kidnapped before the upcoming Asian Summit."], ["tt0308058", "Leonel Vieira", "Luís Diogo, Alberto Fernandes", 6.2, "1h 30min", "A group of innocent hostages is left to his own death facing a clockwork bomb, while the whole country watches them on the TV."], ["tt0309047", "Aleksey Balabanov", "Aleksey Balabanov", 7.5, "2h", NaN], ["tt0309087", "Umesh Mehra", "Usmon Azim, Rafiq Talukdar, Milap Zaveri", 5.3, "2002", "This story revolves around two lovebirds Chand and Shaheen. There appear to be no complications to the lovebirds marriage, however, Chand is asked to gather together a team to play cricket. Chand's naivety is taken advantage of by a group of terrorists, and ultimately Chand becomes involved with terrorists group, and Police Inspector Chauthe (Sadashiv Amrapurkar) clai... Leer todo"], ["tt0308320", "Mark Eisenstein", "Mark Eisenstein", 8.3, "1h 36min", "In a time of war, a great prayer offensive is launched to bring God over to our side."], ["tt0309320", "Christopher Roth", "Christopher Roth, Moritz von Uslar", 5.5, "1h 55min", "Andreas Baader starts out as a small-time criminal. In Berlin, he is recruited by a revolutionary cell. They plan to overthrow the state."], ["tt0310029", "Fernando Fragata", "Fernando Fragata", 7.1, "1h 23min", "Chasing Life (Pulsação Zero) is an action/comedy about 25 year old lovable loser Alex who, when his life hits rock bottom and decides to end it all, shares his dogs euthanasia poison just moments before a dramatic turn of events sends him hilariously and desperately seeking the antidote which he must find within 4 hours or die."], ["tt0308494", "Lon Kang", "Lon Kang", 3.1, "1h 14min", "Dirección"], ["tt0310315", "Scott Morgan", NaN, 1.8, "1h 30min", "Dirección"], ["tt0309751", "Junji Sakamoto", "Haruhiko Arai, Eisuke Nakazono", 6.2, "2h 18min", "In 1973, while exiled in Japan, South Korea's Kim Dae-Jung is kidnapped. Five days later he mysteriously reappears in Seoul. He will go on to become president of a democratic South Korea and he will win the Nobel peace prize. See the events leading up to the kidnapping and what happened during the five days Kim was held. Masuo Tomita is a Japanese intelligence officer... Leer todo"], ["tt0309377", "Clint Eastwood", "Michael Connelly, Brian Helgeland", 6.4, "1h 50min", NaN], ["tt0309452", "Jalal Merhi", "Glen G. Doyle", 4.0, "1h 31min", "Years ago, Dirk Longstreet walked away from The Circuit, the merciless underground fight club with no rules, where money changes hands as men are killed. But now gangsters have got his brother, and only one more journey inside the ring will save his life."], ["tt0308208", "Wych Kaosayananda", "Alan B. Mc, Elroy", 3.7, "1h 31min", NaN], ["tt0309675", "Lav Diaz", "Lav Diaz", 6.5, "1h 52min", "Hesus Mariano is caught in a deadly match between his mentor Rebel Leader Miguel Reynante and military Colonel Arnold Simon. Drawing inspiration from his childhood sweetheart Hilda, Hesus decides to change the rules and take control of the game."], ["tt0311373", "Min-ho Cho", NaN, 5.5, "1h 38min", "Ki-tae and Cheol-su hang out on their ragged out car eating ice cream and checking out the girls. Hippo shows up looking for Crocodile, who is now in military training. Hippo decides he can use these two bums instead for his drug trade. They lose a bag of dope, are accused of stealing, and must pay for it. Even worse; they then take enough coke to make them rich for l... Leer todo"], ["tt0311411", "Naresh Malhotra", "Sanjay Masoomm", 4.0, "2h 22min", "Inspector Abhay Pratap Singh is a young, honest and diligent police inspector, serving with Bombay Police, and comes from a respectable family, which consists of sister Anu; mom Sushma; and dad, Awadesh, who is also the Commissioner of Police. Abhay has long suspected Mahendra Pratap Rana of being a criminal don, who also has links with terrorists, but thus far has be... Leer todo"], ["tt0311284", "Eric Weston", "Eric Weston", 4.4, "1h 28min", "A respected civic leader is caught between two rival underworld crime families on the verge of war."], ["tt0310065", "Frank Pinnock", NaN, 6.5, "1h 16min", "From the baddest black action hero of all time; more bone-breaking, more name-taking, more booty-shaking and more love-making. Dolemite is back from Africa with his all-girl kung-fu army."], ["tt0309567", "Luis Nieto", "Luis Nieto", 4.3, "1h 37min", "Gregorio Gamboa is back in Uruguay after leaving years before because of political problems. He returns with his wife, Mercedes, an argentinean he met in Spain, and his two adolescent children, Mateo and Cayetana, born in the same country and forced into a land they know only throught the biased tales of their parents. Together, they plan to build their definite house... Leer todo"], ["tt0311281", "Xavier Koller", "Xavier Koller, Ralph Van Deusen", 3.6, "12min", "Dirección"], ["tt0311337", "Mithu Singh", NaN, 3.3, "2002", "As a child Devendra has a traumatic experience when he witnesses his dad and mom being killed by Bhujang Keshav alias BK. Devendra runs for his life, and meets up with a kind man, who lives with his daughter, Pinky, and runs a construction company, who agrees to look after him. Years later, Devendra has grown up and after his foster parents have passed away, has taken... Leer todo"], ["tt0310254", "Pankaj Parashar", "Rumi Jaffery", 5.7, "2h 40min", "An amnesiac Hindu man remembers his past as a Muslim sharpshooter and an assassin."], ["tt0310596", "Douglas Jackson", "Mark Homer", 4.7, "1h 23min", "Aftermath asks the question, \"What would happen if the man on the street really did try to stop a bank robber?\" The answer involves an insane florist, an irate fruit cart vendor, and a slimy lawyer named Uncle Stan."], ["tt0309986", "David Daniel, Damon Dash", "Brian Ash, Damon Dash, Terrence Mosley", 5.4, "1h 28min", "Paper Soldiers follows an overeager rookie burglar named Shawn (Kevin Hart) through the ups and downs of his short, stressful career. Already on parole but faced with the power being turned off and his child forced to eat nothing but cereal, Shawn convinces an older thief Will (Derrick \"Capone\" Lee) to train him. He soon finds himself caught between his angry girlfrie... Leer todo"], ["tt0310000", "Ryu Seung-wan", "Jin-wan Jeong, Ryu Seung-wan", 6.1, "1h 56min", "She drives a cab on the night shift and meets every scum there is. Gyung-sun lives a scant life day by day, but she used to be a professional safecracker that earned her the nickname, \"Leather Jacket\". Once she was a hot item, now she's all washed up. On the job, she relieves her fatigue with tonic beverages, and finishes a cigarette with just one drag, but she gets b... Leer todo"], ["tt0310916", "Nathan Morlando", "Nathan Morlando", 6.9, "25min", "A bike courier dreams of being an action hero. Destiny arrives - he delivers a script to his favourite producer."], ["tt0309565", "Ebrahim Hatamikia", "Asghar Farhadi, Ebrahim Hatamikia", 7.3, "1h 55min", "A domestic Iranian flight is taken hostage by a man Ghasem who is a refugee of war and has financial problems. He will go any distance for his family and wants to find a better place for living."], ["tt0311866", "Terry Cunningham", "Flavia Carrozzi, Terry Cunningham, Steve Latshaw", 4.7, "1h 40min", "America's best player is being pulled in to the ultimate cyber-terror. The game's mastermind has stolen his identity, put him on the FBI's Most Wanted List, and is blackmailing him to take a part in a real twisted plan of world destruction. With just hours left, can the code be broken to save the world from total annihilation?"], ["tt0313332", "J. Edie Martin", "J. Edie Martin", 5.2, "R", "An erotic dancer turns up dead in a California resort recently inherited by a man & his family."], ["tt0312859", "Mani Ratnam", "Sujatha Rangarajan, Mani Ratnam, Sujatha", 8.3, "2h 16min", NaN], ["tt0314111", "Masaaki Tezuka, Katsumune Ishida, Kazuki Ômori", "Wataru Mimura", 6.6, "1h 28min", "A new Godzilla causes the JSDF to construct a cyborg countermeasure from the original monster's remains. The beast's restless soul is discovered to inhabit the machine as the pilot must learn to find value in her own life."], ["tt0314300", "Alex Ranarivelo", "Alex Ranarivelo", 7.9, "22min", "After being arrested, a young street-racing addict attempts to avoid the pitfalls of his illegal pastime. But when his reputation is challenged by an aggressive racer with a fast ride, he can't back down. A fast-paced look into the world of underground street-racing."], ["tt0313409", "Robert Lundmark", "Robert Lundmark", 5.9, "28min", "The year is 4000, the year for lasergunslingers, aliens and scoundrels. DISCLAIMER: May also include revenge, greed, explosions, hologram poker and NO DAMN LAW. (Or horses.)"], ["tt0313726", "Salik Silverstein", "David Teitelbaum, Salik Silverstein", 3.3, "1h 35min", NaN], ["tt0313844", "Mani Shankar", "Mani Shankar", 6.9, "2h 38min", "Indian intelligence agents race against time to stop a renegade Pakistani terrorist from detonating a nuclear weapon in Delhi."], ["tt0313444", "Asaf Benny", "Asaf Benny", 7.6, "1h 4min", "A group of men escape into the forest for an annual weekend of unusual events, plenty of alcohol and raw human emotion."], ["tt0314448", "Alejandro Garcia Wiedemann", "Gabriela Rivas Paez", 7.6, "1h 20min", "Dirección"], ["tt0315625", "Zac Adams, Camron Carrier", "Bob Giordano", 7.4, "15min", "Caught on the wrong side of the tracks, a businessman finds out what life is like as a bum when the tables are turned."], ["tt0315638", "Alejandro Gamboa", "Alejandro Gamboa, Francisco Sánchez", 5.9, "2h 8min", "An army deserter turned bandit robs from thieves to give the money to the poor. He was famous for being caught by the police \"with his pants down\"."], ["tt0315735", NaN, "Yun-shik Gye", 4.3, "2002", "The story involves four friends who become gangsters. As the film progresses they gain power and eventually find their way to Seoul."], ["tt0316352", "Shaky González", "Shaky González", 3.2, "1h 35min", "When Carlitos is released after 2 years of \"hard time\", he attempts to redeem himself for the sake of his 5 year-old son. But when he's talked into \"one last job,\" he gets embroiled in a situation far beyond anything he'd bargained for."], ["tt0316154", "Gaganvihari Borate", "Suresh Dwadeshiwar, Arshad Jamal, Arshad Siddiqui", 5.9, "2h 11min", "This film is mainly based on various true incidents relating to tribles, their culture and their lifestyle. The main characters are Dr. Kanna (Sharad Kapoor), his fiancée Rupi (Ms. Nandita Das), Rajayya (Makrand Deshpande) as Naxalite Commander, Inspector Despande (Sayaji Shinde), Ghisu (Vijay Raj) and Dattu (Rajpal Yadav). Also, introducing Hemangini as Mainee. Dr. K... Leer todo"], ["tt0316882", "Michael Vickerman", "Kentucky Robinson, Dennis K. Law, Rex Piano", 3.6, "1h 33min", "Ryan and Chucky are taken to the parallel universe of Tao, where the they learn to become Warriors of Virtue."], ["tt0316727", "Carlos Caridad-Montero", "Carlos Caridad-Montero", 7.6, "12min", "Two blind men with guns. A cannibal boxer. A krishna disciple in trouble. A fight of loyalties and betrayals. In the underworld of illegal boxing, only a twisted ending can guarantee your life."], ["tt0317931", "Nastasha Baron", "Tom Hanley", 4.2, "1h 33min", "An investigative journalist delves into the world of illegal underground fighting."], ["tt0318010", "David Tybor", "Robert Skates, David Tybor, Andrew Wilkins", 3.6, "1h 52min", "After returning home from a two week trial in Chicago, Rachel Bishop finds her sister Emily Bishop missing. She then finds her sister in what appears to be a well done snuff film where she appears to be murdered. Disregarding the FBI's warning, Rachel probes into her sisters disappearance. She further finds out her sister was working as a Dominatrix at an unusual unde... Leer todo"], ["tt0316599", "Takashi Miike", "Goro Fujita, Shigenori Takechi", 6.9, "2h 11min", "A barkeeper saves a Yakuza boss' life and thus makes his way up in the organization. However his fear of nothing soon causes problems."], ["tt0317851", "Goran Markovic", "Goran Markovic, Nebojsa Romcevic", 6.8, "1h 10min", "Set in Belgrade over Easter weekend in 1997, the film involves a group of policemen who respond to the city's political turmoil. Due to the overthrow of Serbian leader Slobodan Milosevic, violence and protests have erupted all over the city. Patrolling the streets in a bus, the unit is led by commanding officer Dragon who isn't entirely sure what to do himself. Throug... Leer todo"], ["tt0319020", "Vikram Bhatt", "Anand S. Vardhan, Mangesh Kulkarni, Neeraj Vora", 6.2, "2h 38min", "A dentist's life turns into a roller coaster ride when he is unknowingly embroiled in gang wars."], ["tt0318692", "Malik Vitthal", "Ismet Prcic", 8.3, "15min", "A hit man redeems himself after an encounter with his boss."], ["tt0319200", "Karl Horstmann", "Karl Horstmann", 7.1, "5min", "The hunter becomes the hunted as crime, violence and justice come together in one small neighborhood store. For the victims, there is one way in and no way out."], ["tt0320507", "Bill Slate, Matt Magnolia", "Madison Miller, Bill Slate", 7.0, "1h 34min", "Five friends set out in seach of a lost Indian tribe near the Trail of Tears in Oklahoma. They find more than they bargained for and lose more than they ever imagined. Five go in...only two make it out!"], ["tt0319557", "Gopal B.", "Chinni Krishna, Paruchuri Venkateswara Rao, Gopalakrishna Paruchuri", 7.5, "2h 53min", "Since 1965 bitter hatred and animosity has reigned between two families, namely that of Indrasen's and the Reddys, which results in the death of Indrasen's dad, and his two uncles, one of whom was killed by none other than his very own newly wedded wife from the Reddy family. Veer Shiva is arrested, found guilty and imprisoned. When he is discharged, he challenges Ind... Leer todo"], ["tt0320097", "David Dhawan", "Robin Bhatt, Rumi Jaffery, Javed Siddiqui", 4.2, "2h 41min", "Munna Bhai, a dreaded Mumbai gangster, falls in love with a young woman named Komal. Things go hilariously awry when Munna sets out to marry her and has to fight off Dr. Rastogi, her brother, and Raja, her vagabond boyfriend."], ["tt0320242", "Sidney J. Furie", "Eddy Matalon, Timothy Prager, Richard Rionda Del Castro", 4.4, "1h 32min", "Jack Cunningham is an ex-cop who attempts to uncover a drug ring involving some corrupt former co-workers. When Jack is framed for murder, a young teenager decides to help Jack prove his innocence. Now the two must run from the law and the dirty cops."], ["tt0319512", "Jesse V. Johnson", "Jesse V. Johnson", 6.9, "1h 28min", "Andre has known a lot of war, he comes to Los Angeles to change his life. Taking a job as a nightclub bouncer he learns, that for some men, change is impossible."], ["tt0320483", "Wayne Crawford", "Wayne Crawford, Arthur Payne", 3.4, "1h 30min", "Tourists become endangered species while stranded on an island."], ["tt0320376", "Tamas Harangi", "Tamas Harangi", 7.0, "2002", "When a mission is sabotaged and a beloved spy assassinated, a team of agents must determine who among them is the rogue while continuing the mission."], ["tt0319736", "Rajkumar Santoshi", "Ranjit Kapoor, Piyush Mishra, Anjum Rajabali", 8.1, "2h 35min", "The story of a young revolutionary who raised an armed resistance against the British rule in India."], ["tt0320751", "Will Harper", "William Lawlor", 3.8, "1h 37min", "WILL THE MAGIC OF AN ANCIENT CULTURE TRIUMPH OVER AN EVIL OF MODERN CIVILIZATION! March 10, 2002 LOS ANGELES TIMES THE WORLD Mexico Captures Tijuana Drug Lord Narcotics: The arrest, and the recent death of another Arellano Felix leader, could spark a power struggle within and outside the cartel.        By CHRIS KRAUL, TIMES STAFF WRITER MEXICO CITY -- Declaring one of... Leer todo"], ["tt0321067", "Raj Kanwar", "Robin Bhatt, Sutanu Gupta, Ravi Rai", 3.5, "2002", "Circa British rule a group of revolutionaries headed by Abhay aspires for a free India when Abhay, his beloved Nandini and other revolutionaries are betrayed and killed by traitor, Tejeshwar Singhal. Years later Abhay and Nandini are re-incarnated into different house-holds while Tejeshwar is now a Minister within the Government. Meanwhile Abhay now called Karan while... Leer todo"], ["tt0320713", "Paul Wynne", "Daniel Chiu, Brennon Jones, Daniel Wai Chiu", 4.6, "1h 39min", "An ex-convict determined to go straight finds himself unwittingly drawn back into the lucrative drug trade."], ["tt0322120", "Olaf Lubaszenko", "Robert Maka", 5.5, "1h 33min", "The film tells about mainly three people - Max, a bored, smart, poor University Professor of Philosophy; Ramzes, a mafia leader, cool, strong, merciless bully and Stella, Ramzes girlfriend."], ["tt0322359", "Uros Tomic", "Milan Todorovic, Uros Tomic", 6.6, "15min", "Dirección"], ["tt0322802", "Jeff Tremaine", "Jeff Tremaine, Spike Jonze, Johnny Knoxville", 6.6, "1h 25min", NaN], ["tt0322501", "Deo Fajardo Jr.", "Robin Padilla, Deo Fajardo Jr.", 7.9, "2h", "Anghel and Angelica are from two different worlds. Anghel is confined in the National Penitentiary serving his sentence; Angelica is a recent graduate in the prime of her life. When she goes to the Penitentiary, she sees Anghel and is intrigued by him. She learns that he is well-respected by his mates and that his word is considered law inside the Billibid. At first, ... Leer todo"], ["tt0324518", "Andrew Lau", "Kuang Ni, Jing Wong, Sap Sam Chan", 3.9, "1h 28min", "Wesley, a special agent investigating extra-terrestrial sightings, hot on the trails of a female alien looking for her brother. He and his partner uncover a government conspiracy involving human experiments with two different alien species."], ["tt0324296", "Masato Harada", "Masato Harada, Atsuyuki Sassa", 6.1, "2h 10min", "When radicals from Japan's Red Army took a woman hostage in the resort town of Karuizawa, Nagano in 1972, Officer Atsuyuki Sassa was put in charge of diffusing the situation. But the task had its challenges. Upon arriving in mountainous Nagano, Sassa had to compete with freezing winter temperatures, conflicting opinions between the Tokyo Metropolitan Police and the Na... Leer todo"], ["tt0326983", "Rajkumar Kohli", "Abhishek, Sinha78Naveena Bhandari, Ravi Shankar Jaiswal", 2.7, "2h 50min", "A shape-shifting snake exacts vengeance on a group of friends for a crime they did not even commit."], ["tt0325145", "Enrique Urbizu", "Enrique Urbizu, Michel Gaztambide", 6.8, "1h 44min", NaN], ["tt0326450", "Nikolay Lebedev", "Aleksandr Borodyanskiy, Evgeniy Grigorev, Emmanuil Kazakevich", 6.9, "1h 37min", "During World War II the Red Army sends a special unit named \"Zvezda\" (\"The Star\") on a mission to conduct guerrilla warfare against the Germans in the Soviet Union."], ["tt0325005", "Egor Konchalovskiy", "Daniil Koretskiy, Fuad Ibragimbekov, Eva Maria Peters", 5.5, "1h 54min", "Former criminal investigator, Major Korenev, nicknamed Fox is released from prison. He has been detained there as a result of planted incriminating evidence of unlawful investigation techniques. Setting accounts with Shaman - a big criminal boss, who ordered the evidence planted and also with his former colleagues was not a part of Korenev's agenda. As he returns to M... Leer todo"], ["tt0326441", "Yun-su Chong", "Carl Macek", 4.9, "2h 1min", "1990. A number of children suddenly disappear. Meanwhile, the Ministry of Defense selects an elite group of scientists for a top-secret mission. Then, 30 years later ... The year is 2020 on a reunified Korean Peninsula. A string of murders is committed against retired scientists. The Special Investigations (SI) unit staffed by a crack team from the former North and So... Leer todo"], ["tt0326600", "Sohail Khan, Azim Shaikh", "Ranjeet Gupta", 4.0, "2h 34min", "In order to win his love back, a rebellious youth accepts a deadly challenge from her father with several hurdles."], ["tt0326359", "Jerry Lopez Sineneng", "Ramon Sarmiento, Marietta M. Lamasan", 7.4, "1h 46min", "Overseas worker Ning Ning makes two separate favors to her fiancé King and her cousin Lally. Despite their low tolerance for each others' idiosyncrasies, they grudgingly carry out Ning Ning's wishes. But somewhere in the course of the homebuilding project, King and Lally develop feelings for each other. What they do not know is that Ning Ning actually has plans that t... Leer todo"], ["tt0326746", "Suresh Krishna", "Balakumaran, Gopu-Babu, Rajinikanth", 5.3, "2h 59min", "Baba is an atheist who always questions the existence of a higher power. But when a turn of events bestows him with divine powers, he uses the opportunity to help other people."], ["tt0326576", "Abbas Alibhai Burmawalla, Mastan Alibhai Burmawalla", "Shiraz Ahmed, Shyam Goel", 6.4, "2h 53min", "Karan decides to cheat Raj, a businessman, by getting his lover Priya married to Raj so that they can claim his wealth. However, when Priya falls in love with Raj and leaves Karan, he seeks revenge."], ["tt0327004", "K. Ravi Shankar", NaN, 5.9, "2h 51min", "A man and woman are in love with each other but cannot pursue their relationship due to the feud between their families. In order to save his love, he decides to reunite the families."], ["tt0327169", "Jang Sun-woo", "Jin-mi In, Jang Sun-woo", 5.5, "2h 3min", "To Chinese restaurant delivery boy 'Ju', the only joy in life is spending time at the electronic game room. One day, 'Ju' who was engrossed in an electronic game as usual, is advised to log-on to a game called RESURRECTION OF THE LITTLE MATCH GIRL. The match selling girl of Andersen's fairytale is revived through the game, and 'Ju' is drawn into the little girl's virt... Leer todo"], ["tt0325266", "Edgardo Vinarao", "Humilde 'Meek' Roxas, Senen Dimaguila, Nestor Mutia", 7.4, "2002", "An ex-marine used by police in a drug bust. He escapes a rub-out, and goes after the group who double-crossed him."], ["tt0325684", "Augusto Salvador", "Sigfreid Barros-Sanchez, Humilde 'Meek' Roxas", 6.4, "1h 15min", "Leon (Revilla), known as Kilabot, is an NBI agent who works as a tattoo artist by day. He retires from his dangerous job after his best pal Kamandag is killed by a mysterious kidnapping syndicate leader. Now a full-time tattoo artist, he meets a young student named Sienna (de Rossi) who secretly works as a bar stripper. While the two are falling for each other, the sy... Leer todo"], ["tt0325694", "Ercan Durmus, Hakan Haksun", "Hakan Haksun", 4.6, "1h 37min", "Eray, Servet and Guven are three friends sharing the same house. Servet's ambition to become rich will lead to a series of events that include Guven's alcoholic friend Ender and Eray's ex-lover Hulya."], ["tt0327940", "Tim Tommasino", "Kristin Hornburg, Valerie Hiatt, Aaron Christopher", 5.1, "1h 45min", NaN], ["tt0327925", "Jon Stu", "Jon Stu", 4.5, "1h 38min", "One of New York's biggest crime heads has offered to let the Ice Grill Bandits in on the biggest heist of the century, but the bandits double cross the mob and make their own deal."], ["tt0327419", "Rami Imam", "Khaled Sarhan, Hamdy Youssef", 5.7, "1h 53min", "The film revolves around Saeed AL-Masri (Adel Imam), one of the pilots of the October War who lost his sight after his plane exploded in the war are forced to live in a home for the blind run by a very bureaucratic turning it into a prison refuses Said what was happening and refused to recognize his powerlessness, it begins in the education of blind Casablanca meaning... Leer todo"], ["tt0327469", "Paul Wynne", "Michael Legge, Paul Wynne", 5.1, "1h 26min", "A modern-day retelling of Romeo and Juliette w/a Latino flare. Angelina and Plato want to be together, but her brother has something to say about that! Tensions reac a fever pitch, and before the night is over, one love will be changed forever!"], ["tt0327761", "Sarann", "Mohan Nair, Sarann", 6.2, "2h 27min", "A hoodlum faces challenges from a rival gangster and local police after falling in love and deciding to go straight."], ["tt0327646", "Ricardo Velásquez", "Gastón Vizcarra", 6.2, "2002", "20 years ago, he was the most wanted bank robber... now, he's just a legend."], ["tt0330254", "Jay Baruchel", "Jay Baruchel", 8.1, "17min", "After their first date, Edgar and Jane kiss and so begins our frantic journey through the rest of their lives. A hyper-real, religious epic about love, revenge and the end of the world."], ["tt0329610", "Samudra V.", "C.H. Vijay Kumar, Gopalakrishna Paruchuri, Paruchuri Venkateswara Rao", 6.5, "2002", "Three brothers would do anything for their only sister. When she is married to the son of a man seeking revenge from their family, the problem begins."], ["tt0330225", "Im Kyung-soo", "JK Youn", 5.9, "1h 46min", "An average Joe Korean dad is pitted against a bored expert thief specializing in high-tech gadgetry in this thriller-comedy. Sometimes the toughest opponent comes in the strangest of packages."], ["tt0330977", "Abdul Majith", "S.A. Chandrashekhar, Abdul Majith", 6.0, "2h 42min", "A carefree young man who works as junior lawyer turns into an honest lawyer to avenge his sister and brother-in-law by punishing the villains without taking the law in his own hands."], ["tt0330794", "Ciarán Foy", "Ciarán Foy", 7.2, "8min", "Five office workers are taken hostage by shy colleague Neil (Ned Dennehy), and his evil hand puppet Morgan. They have one request - Their bosses head on a plate. Tension mounts, and as the cops arrive, Morgan is growing impatient."], ["tt0331282", "Dejan Zecevic", "Biljana Maksic, Dejan Zecevic", 7.0, "1h 35min", "The lives of two best friends who work together in a mortuary changes upside down when they answer a call over a cell phone found in the pocket of a fresh body."], ["tt0329508", "David Huey", "David Huey, Dom Magwili", 3.8, "1h 34min", "The President of the United States, Jonathan Caine, prepares to sign a treaty banning chemical weapons. This signature, hoped for many years, is eagerly awaited. However, this gesture for peace does not delight everyone. An unknown terrorist organization appears suddenly. These criminals want to sabotage the treaty. As a warning, they strike a great blow by removing t... Leer todo"], ["tt0330274", "Jin-won Choi", NaN, 5.4, "1h 58min", "Two young gangsters move into Incheon with the intent of taking over, but they come up against unexpected opposition from the madam of Incheon's leading hostess bar."], ["tt0330333", "Terry Cunningham", "Deverin Karol, Terry Cunningham", 3.6, "1h 32min", NaN], ["tt0330839", "Angelito J. De Guzman", "Angelito J. De Guzman", NaN, NaN, "Dirección"], ["tt0330832", "Juan Caceres", "Juan Caceres", 3.5, "2002", "Sunshine and America reminisce over a relationship that goes back \"like skellys\"."], ["tt0331216", "David Dhawan", "Shahnawaz Ahmed Kenny, Anwar Khan, Yunus Sajawal", 4.3, "2h 25min", "A thief pretends to be a cop in order to recover his diamond from a site that has been converted into the police headquarters. Although he becomes a favourite of the ACP, a colleague gets suspicious."], ["tt0331453", "Hansal Mehta", "Suparn Varma", 6.8, "2002", "Secret Service Agent, Karan Menon (Kay Kay) has been assigned the task of penetrating the gang and winning the confidence of underworld don, Shastri (Vallabh Vyas). Karan does so with ease, however, problems arise when he falls for Shastri's deputy's Girish (Prashant Narayan) sister, Padmini (Jaya Seal). He then starts to sympathize with Shastri and Girish and attempt... Leer todo"], ["tt0331434", "James Anthony Kelsey", "James Anthony Kelsey", 5.6, "30min", "A young couple is concerned about the future of their relationship as they anticipate their time apart. With the discovery of a relic that is capable of stopping time, they decide to test their destiny. Unaware of the events to come, they quickly discovered that dabbling with the element of time may have dire consequences."], ["tt0331621", "N. Linguswamy", "N. Linguswamy", 7.0, "3h", "Siva (Madhavan) comes to Madras from a small Tamil Nadu town to study. He instantly falls in love with elusive stranger Priya (Meera Jasmine), who resists his charms quite persistently. Madhavan later discovers that romancing Priya can be a dangerous hobby. Good performances, especially by Raghuvaran as the brother-in-law who can't see eye-to-eye with Siva and by Vive... Leer todo"], ["tt0331834", "Ryûhei Kitamura", "Tsutomu Takahashi, Ryûhei Kitamura, Yûdai Yamaguchi", 5.5, "1h 59min", "After survivng his own execution, Tenshu choses to be subjected to the bizarre experiments of the prison officials."], ["tt0331639", "Krishna Vamsi", "Krishna Vamsi, Kamal Pandey", 6.1, "2h 50min", "A couple visits the husband's family in India and finds itself in the middle of a fratricidal battle."], ["tt0333528", "Sang-Jin Kim", "Jonathan Kim", 6.2, "2h 1min", "Two inmates successfully escape their prison only to find out that they are among those who'll get early release for the Korean National Liberation day. Now they have to get back into the prison in time to avoid further mayhem."], ["tt0334893", "Carlos Gil", "Jorge Berlanga, Aureli De Luna, Carlos Gil", 3.5, "1h 35min", "An army pilot who's passionate about his job finds out he has a brain tumor. He decides to continue with his job for as long as possible."], ["tt0336488", "Quark Henares", "Quark Henares", 6.3, "1h 55min", "Cathy, a young and innocent freshman, had a crush on senior hunk, Nick, the campus' basketball star. One day, he came to her and asked her to have dinner and drive her home. One thing led to another until she ended up giving her virginity not knowing that he made a bet with his friends. He dumped her right after he got what he wanted without any explanation. Filled wi... Leer todo"], ["tt0335791", "Yeon-woo Lee", NaN, 4.8, "1h 37min", "A detective goes undercover to bust an underground organization responsible for illegally smuggling jewels."], ["tt0337875", "Siu-Hung Chung", NaN, 5.6, "1h 27min", "Lon is an assassin who is deformed. The only man he can trust is his brother, Kwan. When Lon kills a police officer, the officer's partner tries to go after him, but lets him go after seeing his face. Meanwhile, Lon falls for Wendy, the girlfriend of Lon's sadistic boss, Dragon. When Lon agrees to kill Dragon for Wendy, it's a setup. After the kill, Lon is hit by a ca... Leer todo"], ["tt0338564", "Andrew Lau, Alan Mak", "Alan Mak, Felix Chong", 8.0, "1h 41min", NaN], ["tt0337585", "Adam Bhala Lough", "Adam Bhala Lough", 6.4, "1h 31min", "A tribute to graffiti art and the city where it all began. Blest, a 19-year-old graffiti writer, has just graduated from high school. With no ambition toward mainstream goals of work and family, he spends his time bombing the city with graffiti messages until he and his crew become the most wanted bombers by the corrupt NYPD Vandal Squad. He even attracts major media ... Leer todo"], ["tt0337633", "Mahesh Manjrekar", "Mahesh Manjrekar", 5.7, "2h 20min", "Following in his father's footsteps, a man grows up to be a dreaded gangster and faces professional and personal trauma in his life."], ["tt0338481", "Wojciech Wójcik", "Pawel Mossakowski, Anna Swierkocka, Maciej Swierkocki", 7.2, "1h 42min", "In the mid-1960s, a respected surgeon dreams of leaving Poland to see his wife and daughter in England. To get the money for his escape, he needs to consider taking part in a bank robbery."], ["tt0338086", "Janusz Zaorski", "Jaroslaw Hess, Marek Nowowiejski, Janusz Zaorski", 4.0, "1h 30min", "Two unlikely high-school friends share a common passion for computer hacking. Problems arise when their abilities are noticed by a group of gangsters."], ["tt0338111", "John Woo", "David Carter, Greg Hahn, Vy Vincent Ngo", 7.2, "9min", NaN], ["tt0339831", "Chi-Sing Cheung", "Chi-Sing Cheung", 4.8, "1h 29min", "Dirección"], ["tt0339557", "Kent R. Karemaker", "Kent R. Karemaker", 5.8, "2002", "When a college student, Jason, realizes the death of his best friend is more than it seems, he tries to make sense of the mystery with the help of Police Chief Ted Arbogast. Arbogast admits that the friend's death is no shock to him and by no means the first. He tells Jason how the strange deaths and other acts of crime surrounding Stalling Falls are caused by an alie... Leer todo"], ["tt0339457", "Dave Hendrie", "Dave Hendrie, Jim Korris", 5.9, "2002", "Dirección"], ["tt0340268", "Peter John Ross", "Milan A. Cargould, Peter John Ross", 5.2, "R", "Dirección"], ["tt0338721", "Ravi Dewan", "Ravi Dewan, Imtiaz Hussain", 3.0, "2002", "Arch killer, Jai alias Jimmy usually follows instructions from his elder brother, Raghav who owes intelligence to an underworld don named Dayal Bhai. Jimmy whole-heartily trusts his childhood friend, Sameer Deshmukh and Raghav but Jimmy's close acquaintances advises him not to fully trust both as none of them are what they claim they are - Sameer is a police officer w... Leer todo"], ["tt0339878", "Manoj Agrawal", "Rajeev Kaul", 3.8, "1h 40min", "Kishan Oberoi (Shammi Kapoor) has three sons Dilip (Shakti Kapoor), Ashish (Rana Jung Bahadur), and Raj (Govinda). While Dilip and Ashish are married, Raj is in love with Meena (Preeti Jhangiani). Kishan does not trust his two elder sons, but trusts Raj, and Raj in turn, is devoted to his dad. One day Raj loses his mind in an accident, and the two elder brothers begin... Leer todo"], ["tt0339918", "David De, Coteau", "Barry L. Levy", 2.9, "1h 25min", "Jeff is ecstatic when he lands a job with one of New York's wealthiest financial firms. But the real secret to their success is an animal instinct that turns them into werewolves."], ["tt0340227", "Ten Shimoyama", "Ushio Higushi, Kongoh, Tetsuya Oishi", 5.1, "1h 32min", "In the year 2009, a young policeman must collapse a Yakuza family whose members make a large profit with a new drug."], ["tt0339252", "Krishna Vamsi", "Krishna Vamsi, Uttej, Satyanand", 7.8, "2h 22min", "Koti, an aspiring actor, rickshaw driver Amjad and Radha Krishna, a cop, have all been affected by terrorism. Circumstances bring them together and they decide to foil the plan of a dreaded terrorist."], ["tt0167260", "Peter Jackson", "J.R.R. Tolkien, Fran Walsh, Philippa Boyens", 9.0, "3h 21min", NaN], ["tt0172156", "Michael Bay", "George Gallo, Marianne Wibberley, Cormac Wibberley", 6.6, "2h 27min", NaN], ["tt0181852", "Jonathan Mostow", "John Brancato, Michael Ferris, Tedi Sarafian", 6.3, "1h 49min", NaN], ["tt0203536", "Craig Singer", "Robert Dean Klein", 4.6, "1h 40min", NaN], ["tt0218326", "Erik Lorentz", "Pontus Axelsson, Erik Lorentz, Pål Lövendahl", 4.3, "2003", "Many years have passed since the Secret Knight avenged his family by slaying the Evil Knight. The originally noble motive rapidly degenerated into an orgy of bloodletting and terror. His reins in the countryside around the Happy Forest surpassed the sporadic attacks by the Evil Knight. Disillusioned and with no money the Secret Knight joins the Crusaders and embarks o... Leer todo"], ["tt0232537", "Detdrich Mc, Clure", "Detdrich Mc, Clure, Scott J.T. Frank", 6.4, "1h 30min", "Two young South L.A. friends, Panther and Ray, flee their lethal gangster existence and head out on their motorcycles for a new life in Washington, D.C. Their adventures on the road, however, are filled with as much danger as fun."], ["tt0234215", "Lana Wachowski, Lilly Wachowski", "Lilly Wachowski, Lana Wachowski", 7.2, "2h 18min", NaN], ["tt0242653", "Lana Wachowski, Lilly Wachowski", "Lilly Wachowski, Lana Wachowski", 6.7, "2h 9min", NaN], ["tt0245803", "Paul Hunter", "Ethan Reiff, Cyrus Voris", 5.5, "1h 44min", NaN], ["tt0249498", "Tom Logan", "Robert Adamski, Tom Logan", 4.9, "1h 37min", "A defector from the Cuban military returns to his homeland to rescue his daughter who was left behind."], ["tt0250023", "Georgio", "Georgio, Jeremy Gray, B. Scott O'Malley", 6.0, "1h 35min", "Georgio (who also wrote and directed the film) stars as Tony Wheeler a up-and-coming music producer looking for his big break, and will stop at nothing from getting it which leads into him clashing with a ruthless music mogul."], ["tt0254481", "Rakesh Roshan", "Rakesh Roshan, Honey Irani, Sachin Bhowmick", 7.1, "2h 51min", "A developmentally disabled young man tries to continue the work his father did in communicating with extra-terrestrials from outer space, which leads to something miraculous and wonderful."], ["tt0257076", "Clark Johnson", "Robert Hamner, Ron Mita, Jim Mc, Clain", 6.1, "1h 57min", NaN], ["tt0256400", "Jalal Merhi", "Glen G. Doyle", 5.2, "1h 31min", "Two rival gangs battle for territory."], ["tt0257568", "David Mc, Nally", "Steve Bing, Barry O'Brien, Scott Rosenberg", 4.5, "1h 29min", NaN], ["tt0264365", "Walter von Huene", "Tray Mc, Knight, Walter von Huene, Michael Hartson", 3.4, "1h 39min", "Special Forces Captain Aldo Paccione must pull together his former world team Delta Force and go deep within the mines of Sardinia when it is discovered that a vengeful band of mercenaries are developing deadly biochemical weapons."], ["tt0264395", "John Mc, Tiernan", "James Vanderbilt", 6.4, "1h 38min", NaN], ["tt0266697", "Quentin Tarantino", "Quentin Tarantino, Uma Thurman", 8.2, "1h 51min", NaN], ["tt0266465", "F. Gary Gray", "Christian Gudegast, Paul T. Scheuring", 6.0, "1h 49min", NaN], ["tt0269347", "William Friedkin", "David Griffiths, Peter Griffiths, Art Monterastelli", 6.1, "1h 34min", NaN], ["tt0270349", "Juan Carlos Buitron", "Juan Carlos Buitron", 6.7, "1h 24min", "A young man trades his hopes and dreams to save his brother from a life of drug-dealing and gang activity."], ["tt0271668", "Dennis Dugan", "Jay Scherick, David Ronn", 5.6, "1h 28min", NaN], ["tt0272092", "Vincente Stasolla", "Vincente Stasolla", 6.6, "2003", "The Forgotten tells the story of an American Corporal's last days while left to command his isolated front line tank unit during the Korean War."], ["tt0274166", "Peter Howitt", "Neal Purvis, Robert Wade, William Davies", 6.2, "1h 29min", NaN], ["tt0274523", "Tony Markes", "Pamela Chais, Diana Levitt, Douglas K. Stuart", 4.2, "1h 25min", "When a young woman (Lanza) is swindled by a handsome con (Rowe), veteran detective Phil Hannafin (Murray) manages a group of misfit trainees in a race to find him."], ["tt0275979", "Pol Cruchten", "Frank Feitler, Randall Fontana, Pol Cruchten", 5.4, "1h 37min", "Three runaway teenagers run for the hills. What begins as a Huck Fin and Tom Sawyer story quickly turns into a relentless hunt through the forests driving three teenagers to the limits of their physical and mental endurance."], ["tt0277941", "Gregor Jordan", "Robert Drewe, John Michael Mc, Donagh", 6.4, "1h 50min", NaN], ["tt0282696", "Robin Shou", NaN, 5.9, "2003", "Evan, a member of the once proud and feared group of assassins known as Forest Devils. He must take on his toughest assignment yet--kill his fellow assassins before he himself is assassinated. Together with his partner and lover Silver, they set out on a quest to annihilate the true evil."], ["tt0281811", "Yossi Wein", "Michael D. Weiss, Danny Lerner, Boaz Davidson", 2.5, "1h 30min", NaN], ["tt0286716", "Ang Lee", "Stan Lee, Jack Kirby, James Schamus", 5.6, "2h 18min", NaN], ["tt0285475", "Ana Clavell", "Jason Rainwater", 3.9, "1h 28min", "Sophia is a street fighter who is going to show the boys in East L.A. what it means to fight as a girl."], ["tt0287978", "Mark Steven Johnson", "Mark Steven Johnson", 5.3, "1h 43min", NaN], ["tt0285823", "Robert Rodriguez", "Robert Rodriguez", 6.3, "1h 42min", NaN], ["tt0288045", "Gordon Chan", "Alfred Cheung, Bennett Davlin, Gordon Chan", 5.2, "1h 28min", NaN], ["tt0290334", "Bryan Singer", "Zak Penn, David Hayter, Bryan Singer", 7.4, "2h 14min", NaN], ["tt0292506", "Roger Donaldson", "Roger Towne, Kurt Wimmer, Mitch Glazer", 6.6, "1h 55min", NaN], ["tt0295249", "Leslie Libman", "Timothy Scott Bogart, James Hereth", 3.4, "1h 18min", NaN], ["tt0295721", "Gérard Krawczyk", "Luc Besson", 5.8, "1h 30min", NaN], ["tt0295529", "Joseph Zito", "BJ Davis, Adrian Fulle, Brent Huff", 3.5, "1h 40min", "A reporter attempts to figure out why there has been an energy crisis in the United States. Complicating matters are a series of aftershocks from a powerful earthquake, strangers firing weapons at him, and the disappearance of some workers attempting to investigate businesses who have harmed the environment."], ["tt0298814", "Jon Amiel", "Cooper Layne, John Rogers", 5.5, "2h 15min", NaN], ["tt0300556", "Richard Donner", "Michael Crichton, Jeff Maguire, George Nolfi", 5.6, "1h 56min", NaN], ["tt0300902", "David De Bartolome", "Brad Mirman", 4.2, "1h 36min", NaN], ["tt0300471", "David Dobkin", "Alfred Gough, Miles Millar", 6.2, "1h 54min", NaN], ["tt0303758", "Mark L. Lester", "Jeffrey Goldenberg, C. Courtney Joyner, Sonja Massie", 4.3, "1h 28min", "Jayne Ferré needs to get out of Los Angeles ASAP. A strikingly-beautiful woman, yet ruthless assassin for the mob, she is on the run with a suitcase full of a million dollars in blood money stolen from mob boss Frank Bianci. Sixteen-year-old Kerry is on the run from a drug dealer set on payback. His mother Emily decides to take him and start a new life in Texas, but d... Leer todo"], ["tt0303773", "Paul Andresen", "John Dombrow, William H. Stewart", 3.4, "1h 30min", "A lunatic scientist unleashes a swarm of killer wasps on an unsuspecting town. As the body count rises, one man emerges as the town's only hope for survival."], ["tt0305574", "Ringo Lam", "Mike Cassey, Ringo Lam", 5.8, "1h 41min", "A policewoman has always had the worst luck in love. On a trip to Malaysia, she finally meets the man of her dreams. However, her Perfect Man might not be all he appears to be."], ["tt0305357", "Mc, G", "Ivan Goff, Ben Roberts, John August", 4.9, "1h 46min", NaN], ["tt0305945", "Colin Nutley", "Colin Nutley, Johanna Hald, Liza Marklund", 4.8, "1h 55min", "Tabloid journalist Annika Bengtzon is writing about a murder in the port of Stockholm and she suspects that the Yugoslav mafia is involved. However, she also finds links to a foundation that runs a shelter for battered women, Paradiset. Looking for a good story she also meets a welfare official, Thomas, who also thinks that the foundation should be looked into."], ["tt0304514", "Strathford Hamilton", "Hugh Hamilton O'Brien", 3.6, "1h 34min", "A teen Pact riding on top of trains breeds hell to pay 15 years later when one comes back from the dead."], ["tt0303970", "Wellson Chin", "Hark Tsui", 4.7, "1h 52min", "In 19th century China, an evil monk awakens a nest of vampires hell-bent on devouring human life. Now, a quartet of heroes and their master must use their unique powers to destroy the Vampire King and its lethal coven before it's too late."], ["tt0307156", "Louis-Pascal Couvelaire", "Jean Graton, Philippe Graton, Luc Besson", 5.3, "1h 43min", NaN], ["tt0306685", "Andrzej Bartkowiak", "John O'Brien, Channing Gibson", 5.8, "1h 41min", NaN], ["tt0306800", "David B. Craig", "David B. Craig", 4.5, "1h 56min", "A deadly hit-man finds it impossible to kill his new target, the beautiful Tasha. She convinces him that she is not the drug smuggler he'd been lead to believe she was, and the two team up to find out exactly who wants her dead and why."], ["tt0311113", "Peter Weir", "Patrick O'Brian, Peter Weir, John Collee", 7.5, "2h 18min", NaN], ["tt0308464", "Michael Arabian, Tedd Taskey", "Tedd Taskey", 4.8, "2003", "Dirección"], ["tt0311429", "Stephen Norrington", "Alan Moore, Kevin O'Neill, James Robinson", 5.8, "1h 50min", NaN], ["tt0308499", "James Glenn Dudelson", "Gregory Amadeus Franzese", 3.2, "1h 24min", "Criminal Gavin Matthews finds himself an unwilling recruit, who's identity and past has been erased by \"The Corporation,\" a secret underground organization that acts as a rogue \"Justice Department,\" righting the wrongs the courts cannot. Now, held with other \"recruits\" at The Corporation's training and reeducation facility, Matthews and the others will become useful a... Leer todo"], ["tt0310924", "Brad Mirman", "Brad Mirman", 6.4, "1h 45min", "A French gang of thieves flies over to Chicago for a one time job. However, things seem to get out of hand soon."], ["tt0312032", "Robbie Moffat", "Robbie Moffat", 3.6, "1h 28min", "In the autumn of 573 AD, the civil war that divides the Celtic nations in the Post-Roman Britain ends at the battle of Arthuet. The Celtic armies disband and the warriors return to their homes, but the losses to the combined Celtic forces are so great that the immigrants from Germania - the Angles who settled along the North Sea, boldly send raiding parties into the C... Leer todo"], ["tt0314786", "Andrew Fleming", "Andrew Bergman, Nat Mauldin, Ed Solomon", 5.7, "1h 38min", NaN], ["tt0312700", "Michael Oblowitz", "Darren Campbell", 3.4, "1h 35min", "A freelance agent must transport a package for a mysterious employer, leading him into a web of betrayal and deceit."], ["tt0312609", "James Bruce", "James Bruce, Freddy Deane", 4.7, "1h 43min", "A Hungarian gypsy working for a Russian mobster becomes a double agent for the FBI."], ["tt0312773", "José Henrique Fonseca", "Rubem Fonseca, Patrícia Melo", 7.1, "1h 45min", "Maiquel has lost a bet and dyed his hair blond. This little event triggers a head-on collision with destiny in which Maiquel goes from nobody to hero to outlaw--all in 24 hours."], ["tt0312617", "Jonathan Freedman", "Herschel Wahlkoch, Will Stewart", 4.1, "1h 32min", "A former FBI agent must stop a madman from setting off a bomb."], ["tt0313911", "Harald Zwart", "Ashley Miller, Zack Stentz, Scott Alexander", 5.1, "1h 42min", NaN], ["tt0313724", "Anders Nilsson", "Anders Nilsson, Joakim Hansson", 6.3, "1h 55min", "Johan Falk hasn't been working for over a year since he resigned from the police. Most of all he wants to move out to the countryside, but fate has a different thought."], ["tt0314353", "Antoine Fuqua", "Alex Lasker, Patrick Cirillo", 6.6, "2h 1min", NaN], ["tt0314121", "Javier Fesser", "Javier Fesser, Guillermo Fesser, Francisco Ibáñez", 5.3, "1h 47min", NaN], ["tt0314006", "Eeshwar Nivas", "Mehran, Eeshwar Nivas, Bunty Soorma", 5.7, "2h 46min", "Uday, an aspiring police officer, beats up a man for misbehaving with his girlfriend. The man turns out to be a corrupt police officer who later starts harassing Uday and his family."], ["tt0315604", "Kevin Fukunaga", "Kevin Fukunaga, Stevo Polyi", 7.8, "13min", "The Making of the Dragon is a comedic satire (not a spoof) of the Kung-Fu film genre. Shot as a \"Behind-the-Scenes\" look at how a fictional Kung-Fu movie is made, the film is basically a movie about the making of a movie. The fictional film \"The Dragon\" tells the story of how a young boy, who's master is killed by a group of thugs, grows up to avenge his teacher's mur... Leer todo"], ["tt0316062", "Pawan Kalyan", "Pawan Kalyan, Satyanand", 5.4, "3h", "A martial arts coach struggles to earn money through fights in order to save his wife suffering from blood cancer."], ["tt0316356", "Kevin Costner", "Lauran Paine, Craig Storper", 7.4, "2h 19min", NaN], ["tt0316665", "Masahiro Shinoda", "Robert Mandy, Masahiro Shinoda", 6.1, "3h 2min", "A foreign spy using the Sorge alias is assigned to Tokyo the capital of Japan just prior to the outbreak of World War II and in the midst of the Japanese imperial ambitions in Eastern Asia. The spy becomes acquainted with a sympathetic communist who like he is attached to the ideals of freedom and rule of the masses. Sorge is able to feed the Soviet Union useful infor... Leer todo"], ["tt0317740", "F. Gary Gray", "Troy Kennedy Martin, Donna Powers, Wayne Powers", 7.0, "1h 51min", NaN], ["tt0317676", "Uwe Boll", "Mark A. Altman, Dan Bates, Dave Parker", 2.1, "1h 30min", NaN], ["tt0318020", "Gino Tanasescu", "Drew Fleming, Ramil Yamaleyev, Alex Kustanovich", 2.0, "1h 30min", "A powerful drug cartel in Moscow wants to use American businessman Steve Nichols in a smuggling scheme and ensures his cooperation by kidnapping his daughter. So Nichols solicits the help of a former KGB agent."], ["tt0318281", "Alain Jakubowicz", "Aaron Pope, James Becket", 2.9, "1h 30min", "When terrorists hijack a flight, one man must find a way to save everyone on board."], ["tt0320691", "Len Wiseman", "Kevin Grevioux, Len Wiseman, Danny Mc, Bride", 7.0, "2h 1min", NaN], ["tt0321997", "Sidney J. Furie", "Paul Lynch, John Sheppard", 4.1, "1h 38min", "A heroic high school teacher leads a band of students trapped in school by violent drug-runners."], ["tt0322259", "John Singleton", "Gary Scott Thompson, Michael Brandt, Derek Haas", 5.9, "1h 47min", NaN], ["tt0322651", "Zachary Weintraub", "Zachary Weintraub", 3.6, "1h 35min", "In an apocalyptic future, a man with extra-human powers goes on the run."], ["tt0322807", "Dusan Milic", "Dusan Milic", 6.4, "1h 23min", "An ex-soldier storms into a supermarket and takes all the cashiers hostage because one of them insulted his grandmother."], ["tt0323551", "Aleksi Mäkelä", "Pekka Lehtosaari, Anssi Miettinen", 6.2, "2h 6min", "Four well-mannered but poorly grown brothers drift into a life of crime when their schizophrenic father is sent to the mental hospital."], ["tt0325980", "Gore Verbinski", "Ted Elliott, Terry Rossio, Stuart Beattie", 8.1, "2h 23min", NaN], ["tt0326769", "Reggie Rock Bythewood", "Michael Gougis, Craig Fernandez, Reggie Rock Bythewood", 4.6, "1h 50min", NaN], ["tt0326208", "Bronwen Hughes", "Bima Stagg", 7.0, "1h 51min", NaN], ["tt0327409", "Ron Krauss", "J.S. Cardone, Boaz Davidson", 5.1, "1h 32min", "An alien black box is found in the South Pole, where a government agency is conducting botanical experiments."], ["tt0325703", "Jan de Bont", "Dean Georgaris, Steven E. de Souza, James V. Hart", 5.5, "1h 57min", NaN], ["tt0325710", "Edward Zwick", "John Logan, Edward Zwick, Marshall Herskovitz", 7.8, "2h 34min", NaN], ["tt0327115", "Tamás Tóth", "Tamás Tóth", 5.1, "1h 23min", "Dirección"], ["tt0327116", "Drew Johnson", "Drew Johnson, David A. Burr", 5.6, "1h 44min", "The Road Home is the classic Americana love story. It is about unconditional love and fate. It also shows how baseball is not only a metaphor for America but for our story's hero, Danny Foster, as well."], ["tt0328500", "Kazuki Ômori", "Izuru Narushima", 5.4, "1h 44min", "At the turn of the 20th Century amongst tension between China and Japan, a Japanese swindler in Shanghai plans to profit by selling weapons. He steals arms from the Japanese military and sells them to the rich Chinese."], ["tt0327850", "Peter Berg", "R.J. Stewart, James Vanderbilt", 6.7, "1h 44min", NaN], ["tt0329101", "Ronny Yu", "Wes Craven, Victor Miller, Damian Shannon", 5.7, "1h 37min", NaN], ["tt0329717", "Ron Shelton", "Robert Souza, Ron Shelton", 5.3, "1h 56min", NaN], ["tt0330622", "T.G. Matthews", "T.G. Matthews, Justin Ware", 8.1, "15min", "Two best friends unleash a half-brained scheme to become Hollywood action stars."], ["tt0329216", "Rowdy Herrington", "Colin Greene, Robert Ozn", 5.8, "1h 35min", "After 27 bodies are discovered in a collapsed tunnel in Tijuana, a man tries to unravel the mystery before becoming the next victim."], ["tt0328868", "Paul Ziller", "Elizabeth Sanchez, Paul Ziller", 4.1, "1h 36min", "Fireman Steve and helicopter pilot George rob an armored truck. To hide the evidence and get away, the duo starts a fire that grows into an inferno engulfing a forest. Further complicating matters is the psychopathic Wolf and his gang."], ["tt0330540", "Pedro Temboury", "Pedro Temboury, Pablo Álvarez Almagro", 3.5, "1h 19min", NaN], ["tt0330896", "Sacha Parisot", "Ken Karn, Sacha Parisot", 4.5, "1h 29min", "Skin Deep is a psychological thriller about love, sex, race, and betrayal."], ["tt0330802", "Tapio Piirainen", "Harri Nykänen, Tapio Piirainen", 7.1, "2h 8min", "A hard-nosed hit man Raid returns to Finland and is unofficially asked to investigate the arson case involving his old flame Tarja."], ["tt0334075", "Adman Salleh", "Al Jafree Md Yusop", 7.2, "1h 50min", "Paloh is a 2003 Malaysian historical film directed by Adman Salleh. This film is produced by Filem Negara Malaysia and the National Film Development Corporation Malaysia (FINAS). This film is rated 18PL for strong brutal violence and terror throughout, sexual assaults, gruesome images and pervasive strong language."], ["tt0337998", "Tinnu Anand", "Santosh Saroj", 6.3, "2003", "Sunil Shrivastava (Suniel Shetty), is the son of a freedom fighter (Pran), who fought against the British regime for Indian independence. His father knew what slavery meant and also made him understand the same. He believed that, \"It was better to die than to live as coward\". With such intention Sunil comes to Bombay from Allahabad to study law, so that he can fight f... Leer todo"], ["tt0337930", "Hugo Rodríguez", "Martín Salinas", 6.5, "1h 33min", "A real-time dark comedy about a science geek who tangles with a clutch of Russian gangsters after he delivers them the wrong computer disk."], ["tt0337626", "Dustin Rikert", "Michael Worth, Dustin Rikert", 3.5, "1h 41min", "Vengeance is on John Slaughter's mind 20 years after his family was killed in a massacre in the late 1800s. As a grown man, he returns to the scene of the crime, the sleepy town of Ghost Rock, to remind himself of the tragedy."], ["tt0337945", "Claudio Fäh", "Volker Engel, Marc Weigert, Claudio Fäh", 4.4, "1h 28min", NaN], ["tt0338477", "Suneel Darshan", "Suneel Darshan, Robin Bhatt, K.K. Singh", 4.3, "2h 33min", "-The Hunt Begins- For them it was revenge. For him it was a challenge. A timeless ride on a ferocious mission."], ["tt0337857", "Brandon Sonnier", "Brandon Sonnier", 6.2, "1h 25min", "In a split narrative, a young man follows two paths: his father's dream of him becoming a cop, and his own dream of becoming a rapper"], ["tt0337688", "Mike Moncada", "Henry Bada, Peter Campbell", 2.9, "25min", "A Master Criminal needs to test the depths of his immorality by choosing the woman he loves as his next victim."], ["tt0339834", "Patrick Moug", "Patrick Moug", 5.8, "1h 35min", "Eric Thornton has been called The Ugly One by everyone in his town since he was 10. Now he is the only one who can save them from a Viking Warlock searching for a lost piece of Thor's hammer."], ["tt0337953", "Angela Robinson", "Angela Robinson", 6.3, "11min", "A quartet of girls from a prep high school are recruited by a secret paramilitary academy to conduct cloak-and-dagger missions."], ["tt0339824", "Woon-hak Baek", "Woon-hak Baek, Jung-min Kim", 5.4, "1h 56min", NaN], ["tt0339091", "Jean-Claude La Marre", "Jean-Claude La Marre, Nolbert Brown Jr.", 2.5, "1h 34min", NaN], ["tt0340178", "Guddu Dhanoa", "Rajeev Kaul, Praful Parekh", 4.3, "2h 22min", "When his girlfriend is kidnapped by Kashmiri terrorists, a commando is tasked with kidnapping the Home Minister's daughter in order to secure his lady love's release."], ["tt0339144", "Danny Patrick", "Danny Patrick", 4.7, "2003", "This is the story of Ryan, a thirty-something office worker, persecuted by his supervisor Angela and under-appreciated his Fiancée Jo. His only love is the DJ box in a run down retro eighties night-club, that is until he meets a wildly charismatic sociopath. Oscar James takes Ryan on a rollercoaster ride of mayhem and madness, but everything has a price and Oscar won'... Leer todo"], ["tt0340122", "K. Raghavendra Rao", "Chinni Krishna, Vishwanath", 4.6, "2003", "Neelakantha Naidu (Prakash Raj) had a daughter Gangotri (Aditi Agarwal) after a long time. But as per her horoscope the infant child has a threat from water. So Neelakantha always takes extra care of her. From childhood Simhadri (Allu Arjun) stays with Gangotri all the time to keep her unharmed. Over time Simhadri and Gangotri grow affection for each other. But Neelak... Leer todo"], ["tt0337943", "Anthony Hickox", "Hawk Ostby, Mark Fergus", 4.9, "1h 37min", "A man does an identity switch to collect insurance money but finds himself in danger."], ["tt0339135", "Ringo Lam", "Eric James Virgets, Jorge Alvarez, George Alvarez", 6.1, "1h 38min", NaN], ["tt0338280", "Abe Forsythe", "Abe Forsythe", 6.3, "1h 21min", "A comedy based on the rise and fall of Ned Kelly and his gang of Outlaws."], ["tt0339230", "Josef Fares", "Josef Fares, Mikael Håfström, Vasa", 6.7, "1h 30min", NaN], ["tt0339840", "Michael Spierig, Peter Spierig", "Michael Spierig, Peter Spierig", 5.4, "1h 44min", "A quaint Australian fishing village is overcome by meteorites that turn its residents into the ravenous undead, leaving a small group of those unharmed to find a way out."], ["tt0339714", "David De, Coteau", "Matthew Jason Walsh, David De, Coteau", 2.3, "1h 20min", "A mysterious driver in a muscle car with a demonic hood ornament hunts down a gang that has taken over a small town."], ["tt0339111", "Shimmy Marcus", "Shimmy Marcus", 5.7, "1h 25min", "A contemporary black caper crime comedy."], ["tt0338337", "John Woo", "Philip K. Dick, Dean Georgaris", 6.3, "1h 59min", NaN], ["tt0338459", "Robert Rodriguez", "Robert Rodriguez", 4.4, "1h 24min", NaN], ["tt0338763", "Kenta Fukasaku, Kinji Fukasaku", "Kenta Fukasaku, Norio Kida, Koushun Takami", 4.6, "2h 35min", "Three years after the failure of the last BR program, a second act is forged and a class of students is sent to an island with one objective: kill international terrorist Shuya Nanahara."], ["tt0340110", "Paul Fenech", "Paul Fenech, Tahir Bilgic", 5.6, "1h 36min", NaN], ["tt0339534", "Barak Epstein", "Barak Epstein, Mike Wiebe", 3.6, "1h 24min", "A women-in-prison action comedy featuring girls running amok! Multiple Shower Scenes! Kung Fu Food Fights! Mutant Zombies! Evil Scientists, Prominent Product Placement, and Mud Wrastlin!"], ["tt0342561", "Hyeon-jeong Kim", "Hyeon-jeong Kim, Hye-Weon Shim", 6.2, "2h 3min", "A North Korean diplomat defects to the South during the Cold War, but the South Koreans have their suspicions as to whether he is an actual defector or a double agent."], ["tt0344313", "David Kim, Evan Seplow", "Bruce Hidemi Sakow, Jazzmyn Banks, Carl Morano", 4.2, "1h 20min", "This martial arts/sci-fi film has plenty of action, intrigue and suspense. The story revolves around opposing forces in the world of military espionage."], ["tt0345937", "Matt Antell", "Matt Antell, Odin Shafer", 7.1, "11min", "Dirección"], ["tt0342916", "Joey Curtis", "Joey Curtis, Albert Hernandez", 2.9, "1h 36min", "A romance blooms between Quattro (Beaumont) and Noza (Hernandez), two kids caught up in the illegal street car racing scene of Southern California."], ["tt0345043", "Sangeeth Sivan", "Venita Coelho, Sanjay Masoomm, Vibha Singh", 3.8, "2h 23min", "A beautiful, captive young woman name Tina Khanna and her friends Riya, and Coco, based in India, are invited to a wedding in Bangkok, Thailand. All three travel to Bangkok to attend the wedding. On residing there, one day on a mishap Tina manages to reach up with super-star Vijay Chouhan and after a couple of ups and downs both fell in love with each other. Then Tina... Leer todo"], ["tt0345550", "Tony Y. Reyes", "Tony Y. Reyes, Mars Ravelo", 6.0, "1h 45min", "Young Hilario was nearby a rubber tree when it was struck by a meteorite. This incident gave Hilario the powers of elasticity and morphing. To honor his dead parents he vowed to use his his powers for good. Hilario grows up and becomes Professor Larry. a teacher in Physics. He transforms into the superhero Lastikman to protect people from injustice and oppression."], ["tt0345636", "Phillip J. Roth", "Brett Orr", 3.2, "1h 33min", "After a comet passes the Earth it causes a cataclysmic storm. Only a disbanded government unit with a secret weather-manipulating weapon can try to stop it."], ["tt0347167", "Anil Sharma", "Shaktimaan Talwar", 5.5, "2h 40min", "Arun is an Indian undercover agent enlisted to stop ISI chief Ishaq Khan. The village girl Reshma helps him but endangers her own life."], ["tt0347006", "Andrew Connolly", "Andrew Connolly", NaN, NaN, "In a seedy downtown LA bar, four barfly's scheme to steal a $1,000,000 from a mortally wounded bank robber on the run."], ["tt0348364", "David Winters", "Sean Casey, James Shanks", 4.3, "1h 35min", "A young woman from America inherits a beach bar in Ibiza, Spain, and soon experiences all kind of wild and crazy adventures."], ["tt0348088", "Chito S. Roño", "Chito S. Roño, Roy Iglesias", 6.2, "1h 25min", "Picking up from where they left off, the Spirit Warriors stumble upon a black hole to the Netherworld in their search for an ancient mystical, powerful amulet. Now that they have found the way in, they need to figure out how to get back, especially as the Netherworld's dark denizens spring into action to give the spirit warrior a taste of their gruesome never-land hos... Leer todo"], ["tt0347439", "Jim Wynorski", "Harris Done, Diane Fine, Keoni Waxman", 3.8, "1h 25min", "A cop finds a mysterious map from the Age of Exploration inside a stolen painting, and enlists the aid of his antiquarian brother to solve its riddles ."], ["tt0348656", "S.J. Suryah, Sunil Kumar Agrawal", "Aman Jaffery, Bolu Khan, S.J. Suryah", 4.2, "2h 41min", "Karan and Khushi fall in love, but her conservative family balks at accepting Karan's modern ideas."], ["tt0348551", "Jeong-Kuk Lee", "Kim Hae-gon", 5.4, "1h 48min", "Two Korean navy men that belong to the elite diving squad compete with each other among rising tensions in their personal and professional lives. Matters come to a head when an incident at sea sinks a ship, prompting a dangerous rescue mission."], ["tt0348521", "Anubhav Sinha", "Shashank Dabral, Nitin Raikwar, Rajan Raj", 4.7, "2h 25min", "A suspended cop ends up in Calgary searching for a criminal, where he falls in love with daughter of a successful Indian businessman and a protective father who takes a while to accept his future son-in-law."], ["tt0348354", "Lee Friedlander", "Celia Fox", 3.1, "1h 32min", "A group of friends who take Halloween way too seriously kidnap Anna Nicole Smith's beloved pet Sugar-Pie. It's up to a bunch of drag queens dressed as Anna to bring Sugar-Pie back."], ["tt0347685", "Andreas Krein", "Andreas Krein", 6.7, "6min", "Take a loony with his pet frog and lunchtime atop a skyscraper will never be the same again."], ["tt0349575", "Paul Wynne", "Randall Frakes, Scott Pfeiffer", 2.5, "1h 26min", "Traci, Felicia and Cinnamon have been framed and lawyer Larry Abrahams agrees to represent them if they investigate and avenge the murder of his friend Nitro. The girls go undercover at Nitro Records and use their martial arts skills."], ["tt0349248", "José Miguel Juárez", "Amalio Cuevas, Agustín Póveda", 5.4, "1h 42min", "The night of San Juan, Miguel murders his associate. Two elderly people are witness to the crime and predict that all of his dreams will come true thereafter. He will know the price he has to pay when he sees a black cat with a moon shaped mark on its forehead. Twenty-two years later a messenger begins to see all his dreams come true..."], ["tt0349221", "Ilo Orleans", "Ilo Orleans", 7.0, "6min", "When two men meet through an Internet chat line they really seem to click but first impressions are sometimes fleeting. Will what lies beneath the beautiful young bodies and faces lead to a longer relationship?"], ["tt0350936", "Yves Courbet", "Yves Courbet", 8.6, "3min", "On a desk in disorder, a small very excited fire cracker abuses a pair of scissors and a match box. Under the fire cracker named Schpack's intolerable excitement, Cuty the scissors and Matchbox decide to fight together to get rid of this unbearable intruder. But they do not know how crafty Schpack is."], ["tt0349663", "Du-yeong Kim", "Du-yeong Kim, Beom-shik Lee", 3.0, "1h 31min", "Dirección"], ["tt0351795", "Claude Zidi", "Simon Michaël, Claude Zidi", 5.8, "1h 45min", "It has been ten years since the paths of René and François separated. From the glorious days when as cops they roamed the Montmartre district, they only have a handful of memories."], ["tt0350948", "Yves Courbet", "Yves Courbet", 8.2, "3min", "In a quiet and green park a nice baby is sleeping peacefully, in his stroller. Suddenly he is disturbed by the arrival of an unbearable sparrow who keeps on whistling. Exhausted by this unceasing and stressing song, the baby decides to react. An unusual duel begins between the child and the bird."], ["tt0352217", "Min-Yong Lee", "Man-Hee Lee", 6.8, "2003", "Dirección"], ["tt0352376", "Gilles Paquet-Brenner", "Renaud Bendavid, Gilles Paquet-Brenner", 4.6, "1h 49min", "Two dirty cops decide to extort a lord mobster using an account book they found during the investigation of a murder case."], ["tt0353848", "Illangkannan", NaN, 5.7, "2h 39min", "Some terrorists kidnap Sudha to take over her residence and save their boss, Robert. Karthick, a RAW agent disguises as a cook and comes to Sudha's house to capture the whole gang."], ["tt0353014", "Moon-saeng Kim", "Michael Keyes, Moon-saeng Kim, Jay Lender", 6.6, "1h 26min", "2142: Pollution and climate change wiped out most of Earth's population. Ecoban city is built to withstand this. Suppression results in revolt. A childhood couple find each other as adults on opposing sides."], ["tt0351887", "Dante Lam", "Wai-Lun Ng, Hing-Ka Chan", 5.5, "1h 47min", NaN], ["tt0353962", "Peter Lindmark", "Peter Lindmark, Stefan Thunberg", 5.0, "1h 45min", "A group of very efficient robbers strikes banks in downtown area of Stockholm. Detective Klara and commanding officer Krona takes on the case."], ["tt0354538", "David Dhawan", "Aman Jaffery, Aman Ahmad Jeffery, Shahnawaz Ahmed Kenny", 5.3, "2h 24min", "Two petty thieves get on the bad side of two wanted criminals. On the run, they end up at the home of a Major, who takes them in thinking they are good people."], ["tt0355650", "Lazar Saric", "Lazar Saric", 4.4, "1h 23min", "Ginger and Coco have a secret. The drag queens are really contract killers who work for Uncle A. Half the gangsters in town are trying to kill them, the other half want to sleep with them! Ginger is hell on heels and Coco never met a drug she didn't like - they're killer drag queens on dope!"], ["tt0355580", "V. Nagaraj", NaN, 6.6, "1h 50min", "Karl Iskandar is the son of Tan Sri Hisham Al-Bakri. He returned home to take over his father's business. However, his return has uncovered a plot to kill a millionaire, Vincent Cheah, which was carried out by Ringgo, a gang leader operating in Kuala Lumpur. Behind the assassination plot, Karl Iskandar discovered a very painful truth. Apparently, Tan Sri Hisyam Al-Bak... Leer todo"], ["tt0356764", "Kenny Golde", "Kenny Golde", 4.3, "1h 26min", NaN], ["tt0357991", "Jesús Bonilla", "Joaquín Andújar, Jesús Bonilla", 4.7, "1h 40min", NaN], ["tt0358146", "Maciej Slesicki", "Maciej Slesicki", 6.0, "2h", "Petty thief Czarek takes part in a TV reality show to escape from the mafia. He is sent to a house on a desert island with 9 other contestants. Even the death of one of them does not stop the show."], ["tt0357247", "Tony Bernal", NaN, NaN, NaN, "Dirección"], ["tt0356614", "William Phillips", "William Phillips", 6.4, "1h 34min", NaN], ["tt0356867", "Nikolai Stambula", "Sergei Bratchikov, Eduard Volodarskiy", 5.8, "1h 56min", "A young man who was raised in a children's home wants to go to the Chechen war. He believes in his heart that he belongs there and that in those difficult conditions he will make himself visible. After the training, Alexander enters the elite troops of the special forces and leaves for the harsh ordeals that wait for him in the war. He doesn't change his principles an... Leer todo"], ["tt0356577", "Jae-woong Kwon", "Jung-hoon Park, Adam Rovner, Matt Rovner", 3.9, "1h 25min", "Four knights fight against \"The Elysian\" to guard \"The Ark\"-mankind's last defense."], ["tt0358474", "Ray Daly Jr.", "Ray Daly Jr.", 5.5, "1h 44min", "What do you get when you mix a tough Irish kid with a topless bar, a biker gang, a beautiful stripper girlfriend, an alcoholic mother, an abusive father, bats, knives, guns, the police, the FBI, sleep deprivation and an inordinate amount of pride? The answer is Fighting Irish. Based on a true story Fighting Irish is an action/drama about one man and his three-year war... Leer todo"], ["tt0358613", "Ashok Honda", "Naeem-Ejaz", 4.4, "2003", "Om lives in Bombay, India, in a small apartment with mother and sister. Om and his mother are of very conservative taste, when it comes to wearing clothes, however, the sister is not. This gets her in trouble, and she is raped and killed. The police register this case as that of a suicide, and produce a note purportedly written by her that blames her mom and brother f... Leer todo"], ["tt0359225", "Giselle Fernandez", "Peter Lalonde", 5.6, "2003", "Dirección"], ["tt0359005", "Philip Cruz", "Philip Cruz, James Hyde", 6.3, "1h 32min", "Apprehended by an unlikely bounty hunter, Jason Valentine uses his phone call privilege to dial a random number. Add a mime and other passers-by, for a dusk to dawn existential adventure."], ["tt0361037", "V.V. Vinayak", "A.R. Murugadoss, Paruchuri Venkateswara Rao, Gopalakrishna Paruchuri", 7.9, "2h 55min", "Ravindranath Tagore, a physics professor, forms the ACF [Anti Corruption Force] along with his former students to take on corruption in society."], ["tt0360921", "Robin Shou", "Craig Reid, Robin Shou", 6.8, "1h 40min", "A short action film interwoven into a documentary tells the story of the legendary unsung heroes of Hong Kong film, the stuntmen and women. This film features the world's most illustrious stuntmen, and many current working stuntmen, profiled through interviews and clips that showcase their work. It explores their death-defying feats and foolhardy working methods and t... Leer todo"], ["tt0360821", "Marc Kim", "Marc Kim", 5.6, "2h 4min", "Min-jae leaves behind his beloved Eun-ji in order to make money. Five years later, they meet again but now he's a playboy and she is a mistress of a military officer. Their love rekindles."], ["tt0360651", "Robert Hooker", "Heather Campo, Jarrod Canepa, Mary Damiano", 6.2, "1h 30min", "It's a story as American as apple pie. Two star-struck boys write a screenplay to honor their great idol, a famous filmmaker who is visiting their small town. They do everything in their power to show it to him, including sneaking into events the filmmaker is attending, posing as caterers, and even brutally murdering anyone who gets in their way. Ok, so maybe it's not... Leer todo"], ["tt0359564", "Tommi Lepola, Tero Molin", "Tommi Lepola, Tero Molin", 3.6, "1h 25min", "Fire, water, wind, earth and emptiness... Five core elements of life that once inspired a book. The Booke of Fate. Far away from here there was a mythical world -free of suffering and injustice. But it wasn't enough. People wanted to play God... They created a pen to control the Booke of Fate. Mightier than a sword, it could write off deeds -and bring back the dead. B... Leer todo"], ["tt0362417", "Ryûhei Kitamura", "Shôichirô Masumoto, Ryûhei Kitamura, Ryûichi Takatsu", 6.7, "1h 18min", "A raging god of battle and a master samurai duke it out in a series of sword fights in a remote temple."], ["tt0360219", "Jose N. Carreon", "Jose N. Carreon", 6.3, "1h 50min", "With every member of his old gang out to get him, an ex-criminal finds it hard to trust anyone. But the doctor who tends to his wounds may get the chance to be his one and only ally."], ["tt0360487", "Carlo J. Caparas", "Carlo J. Caparas", 3.8, "2h", "Dirección"], ["tt0361682", "Vladimir Alenikov", "Vladimir Alenikov", 6.8, "1h 38min", "\"The Gun\" is a powerful dramatic thriller documenting a brief moment in the \"life\" of one gun and the people who desperately must have it. Having the gun is a right, but at what price?"], ["tt0362502", "Michael A. Martinez", "Jesper Pingo Lindström", 5.3, "22min", "A small group of soldiers on a remote dew-line outpost in northern Canada discover that scientific experiments conducted there have created a horrible monster that has been terrorizing the base."], ["tt0363226", "Takeshi Kitano", "Takeshi Kitano, Kan Shimozawa", 7.5, "1h 56min", NaN], ["tt0362820", "Mike Kirton", "Mike Kirton, William Forsythe", 4.5, "1h 36min", "A merc team called \"The Librarians\" is hired to find the missing granddaughter of one of their closest friends, and they'll have to go against a ruthless Miami mobster to get her."], ["tt0363079", "Rudolf Fruntov", "Ilya Avramenko", 5.2, "2003", "Dirección"], ["tt0362548", "Dharani", "Bharathan", 7.2, "3h", "Arumugam lands in the city to protest to a minister about water pollution in his village. Here, he gets involved in a battle against corrupt politicians and rowdies, who leave him practically dead."], ["tt0362893", "Jörn Hartmann, Klaus Purkart, Biggy van Blond", "Jörn Hartmann, Klaus Purkart, Ades Zabel", 3.3, "1h 32min", "Mutti is back - and this time she's here full-length! After the success of the scandalous five-part serial »Alle lieben Mutti (Everybody loves Mom)« (2001) it was only a question of time, until Mom and her always neglected daughter Biggi would have to go through a full-length feature adventure. In »Mutti - der Film« they are pulled into a frantic mixture of »The X-Fil... Leer todo"], ["tt0363427", "Robert Loomis", "Robert Loomis", NaN, NaN, "Wally is paroled and sets off to fullfill his promise, not for revenge, but merely to live a nice, peaceful, quiet life with his dog Neechee. Even simple dreams can become complicated in this crappy, bureautic world we live in. It's Saturday morning in Tucson, Arizona. On Monday, everything should be fine. Wally isn't willing to wait."], ["tt0363833", "Apoorva Lakhia", "Apoorva Lakhia", 3.3, "2h 26min", "Dina Nath is honored by the Indian Government, which is televised live. While receiving the honors, Dina Nath informs the Government that his village is still without electricity, and he is promised that electricity will be provided in his village immediately. And electricity is provided in the village. Dina Nath's son, Kanji, who is in Mumbai, hears of this and retur... Leer todo"], ["tt0364621", "Harry Baweja", "Suparn Varma, Pathik Vats", 4.8, "3h", "CBI officer Akram seeks to nab three terrorists, Ali, Abbas and Laila, who have held 213 tourists as hostage in Elphinstone Jail. For this, he seeks help from Rachit, a former associate of the trio."], ["tt0363211", "Yoo-jin Kim", "Man-Hee Lee", 6.6, "1h 57min", "Two detectives investigate a string of horrific murders in Seoul and zero in on a sadistic gang leader who carries an actual ball and chain."], ["tt0364569", "Park Chan-wook", "Garon Tsuchiya, Nobuaki Minegishi, Park Chan-wook", 8.3, "2h", NaN], ["tt0364727", "Peter Hunziker", "Peter Hunziker", 7.9, "5min", "Dirección"], ["tt0366291", "Lloyd A. Simandl", "Chris Hyde", 3.1, "1h 39min", "A group of pincess have to be rescued from kidnappers so that a new king can select his bride."], ["tt0364447", "Heung-sun Jeong", "Hae-cheol Choi, Heung-sun Jeong", 6.0, "1h 50min", "Former Scissor Gang leader Eun-jin (Shin Eun-kyung), who now suffers from amnesia, nevertheless defends Jae-cheol (Jun Gyu Park), a restaurateur who employs her, from a gangster who wants his business."], ["tt0365443", "Phillip Avalon", "Pim Hendrix", 3.4, "1h 38min", "Nick McCallum is mechanic who trades in his wrench for a surfboard, going against the wishes of his father-- a former surfing legend who lost his ability to walk after a horrible accident on the water."], ["tt0365510", "Dan O'Donnell, Matt O'Donnell", NaN, 6.2, "1h 25min", "Dirección"], ["tt0365609", "Tony Y. Reyes", "Manny R. Buising, Ely Matawaran", 7.0, "1h 57min", "Dirección"], ["tt0365514", "Takahisa Zeze", "Gackt, Takahisa Zeze, Kishû Izuchi", 6.2, "2h", "The story of love and friendship on the harsh streets of 2014 Mallepa, a small corner in Asia."], ["tt0365385", "Kim Le, Masters", "Kim Le, Masters", NaN, NaN, "Dirección"], ["tt0366276", "Sudhir Mishra", "Gunasekhar, Sudhir Mishra, Ruchi Narain", 5.7, "2h 8min", "Avinash comes to a city where everyone wants to kill him."], ["tt0367136", "Art Camacho", "Joel Newman, Art Camacho", 2.3, "1h 25min", "When Malachi, a master thief, is condemned to death row for a murder he didn't commit, he goes up against a cruel warden who wants the diamonds Malachi hid before he was caught."], ["tt0367640", "Ronnie Ricketts", "Ronnie Ricketts, Humilde 'Meek' Roxas", NaN, NaN, "Dirección"], ["tt0365200", "Terence H. Winkless", "Raly Radouloff, Terence H. Winkless", 2.5, "1h 32min", "Blackhawk pilot and reporter are knocked out of the sky over renegade warlord's territory and struggle against impossible odds to escape with their lives."], ["tt0364990", "Tom Muschamp", "Tom Muschamp", 5.2, "1h 31min", "Beyond Recognition is the story of cosmetic surgeon, Jeffrey Mills, and his efforts to avoid the attentions of an underworld organisation who want him to change the face of their leader."], ["tt0365800", "Tyrone Finch, Jeremy Hall", "Tyrone Finch, Jeremy Hall", 5.7, "11min", "A man wants to take revenge for a terrible incident with dodgeballs, that happenened when he was young."], ["tt0366720", "Gordon Chan", "Felix Chong, Gordon Chan", 5.2, "1h 32min", "Zhan Zhao is a deputy to the wise Judge Bao. When Zhan heads back home for a vacation, he uncovers a plot to assassinate Bao so that a rebel group can overthrow the Emperor."], ["tt0366526", "Masaaki Tezuka, Koji Hashimoto, Takao Okawara", "Masaaki Tezuka, Masahiro Yokotani", 6.5, "1h 31min", "Mothra and her fairies return to Japan to warn mankind that they must return Kiryu to the sea, for the dead must not be disturbed. However Godzilla has survived to menace Japan leaving Kiryu as the nation's only defense."], ["tt0368331", "Joe Talbott", "David Terrenoire", NaN, NaN, "A hostage is beaten to reveal a secret, while a secret rescue plan is underway. Surrounded by enemies, freedom could prove more elusive than you think."], ["tt0366178", "Yoshiaki Kawajiri", "Yoshiaki Kawajiri, Lilly Wachowski, Lana Wachowski", 7.2, "7min", "Cis and Duo, a pair of freed minds, practice their skills in an old-fashioned samurai sword-fight. Duo tells Cis that he's tired of living outside the Matrix and he wants her to come with him... and he's not accepting no for an answer."], ["tt0366703", "Aleksandrs Petukhovs, Alexander Hahn", "Alexander Hahn, Alexander Mahler, Aleksandrs Petukhovs", 4.8, "1h 20min", "\"My dear Aleksandrs, we filmmakers are all sitting in the same train. Unfortunately there are very few seats. I will leave the train, so that you can take my place.\" These words by the late director Krzysztof Kieslowski inspired the maker of \"The Last Soviet Movie\": John F. Romanoff, a writer from Brooklyn, reveals the truth about his ancestors, who were major partici... Leer todo"], ["tt0366874", "Arjun Sarja", NaN, 4.6, "2h 22min", "An IPS officer fights a terrorist group composed of disaffected youth."], ["tt0366880", "Deepak Bahry", "Rajeev Kaul, Tanveer Khan, Praful Parekh", 2.5, "1h 52min", "A con-man/thief robs a suitcase containing explosives belonging to terrorists."], ["tt0368376", "Kevin Ula Christie", "Kevin Ula Christie", 3.9, "1h 36min", "A cockney girl and her soccer team of thugs confront an Indian player who she had previouly had a fling with."], ["tt0366630", "Feroz Khan", "Shiraz Ahmed, Feroz Khan, Kamlesh Pandey", 3.1, "2h 42min", "Lucky Kapoor (Fardeen Khan) lives in Australia and has no interest in taking over his father's business in India. Saba Karim Khan (Feroz Khan) has a great interest in the property, but Mr. Kapoor has no interest in selling the business to Khan. So Khan has Mr. Kapoor killed, making it look like an accident. Jessica Periera (Jaitley), a childhood sweetheart of Lucky, h... Leer todo"], ["tt0366840", "Gunasekhar", "Gunasekhar", 8.0, "2h 51min", "A Kabbadi player rescues a young woman from an unwanted marriage and hides her in his home."], ["tt0367657", "V.V. Vinayak", "V.V. Vinayak, Ramana Chintapally", 7.0, "3h", "Seenu has enrolled at the same college attended by Nandini, the only daughter of a don. Seenu is angry when her father's men beat him just because they think the two are falling in love, but it also becomes a challenge to win Nandini."], ["tt0367960", "Steven Ramirez", "Riwia Brown, John Garbett, Patricia Mc, Gerr", 6.1, "1h 32min", "When a storm washes a canoe bearing an infant boy ashore upon a small South Pacific island, he is at first well-received as a gift from the heavens, even to the point of the tribal chief adopting him as a successor."], ["tt0367878", "António-Pedro Vasconcelos", "Claire Downs, António Tavares Teles, António-Pedro Vasconcelos", 7.3, "2h 10min", "Every year, four ex-soldiers who call themselves \"Os Imortais\" (\"The Immortals\"), get together with four women to celebrate their war deeds and remember the old days, back in the war. On the summer of 1985, tired of their monotonous lives, they decide to rob a bank. Joaquim Malarranha, a chief inspector from the local police force who is about to retire, crosses their... Leer todo"], ["tt0368811", "Soumitra Ranade", "Soumitra Ranade", 6.0, "2h 2min", "A young man lands in the land of little people, who ask him to save them from their enemies."], ["tt0369060", "Andrew Lau, Alan Mak", "Alan Mak, Felix Chong", 7.3, "1h 59min", "In this prequel to Mou gaan dou (2002), Chan Wing Yan has just become an undercover cop in the triads while Lau Kin Ming joins the police force. Both the triads and the police find an enemy in a rival crime boss."], ["tt0369621", "Quark Henares", "Quark Henares", 6.8, "1h 33min", "Keka is a beautiful young woman working in a call centre. Wanting to hunt down the killers and avenge her boyfriend's death, she undergoes rigid trainings. Everything has been going well until shee meets the guy, who makes her fall in love again."], ["tt0368909", "Prachya Pinkaew", "Panna Rittikrai, Prachya Pinkaew, Suphachai Sittiaumponpan", 7.1, "1h 48min", NaN], ["tt0370402", "Ui-Seok Kim", "Ma Dae-yun, Kim Hae-gon, Min-seok Jang", 5.7, "1h 42min", "A series of high-ranking officials are being systematically eliminated by a sleek assassin and his female assistant, and arrogant master swordsman General Choi is charged with putting an end to the carnage."], ["tt0368855", "Hideyuki Hirayama", "Satoko Okudera, Fûtarô Yamada", 5.1, "1h 46min", "37,000 Peasants perished in the Shimbara Revolt: among them, the leader of that uprising, Shiro Amakusa. Amakusa is resurrected from hell bent on revenging the death of his fellow comrades by over throwing the Shoganate. Shiro resurrects an army of living dead swordsmen by \"Makai Tensho\" (Demonic transmigration). Only the Legendary Samurai Jubei Yagyu, stands in his w... Leer todo"], ["tt0368896", "Teja", "Farooq Mir, Teja", 6.6, "3h 16min", "A young man is guided by his mother in a methodical manner to avenge his father against the perpetrators who falsely accused and killed him."], ["tt0369221", "Bebong Osorio", "Bebong Osorio, Robin Padilla", 8.1, "2003", "Dirección"], ["tt0369795", "Cirio H. Santiago", "Joe Mari Avellana, Cirio H. Santiago", 3.6, "1h 45min", "A loving family man is drafted for a mission to free hostages held by a terrorist group on an island. During the assignment, he learns that his family has been killed. He decides to dedicate his entire life to the mission and his country."], ["tt0369267", "Marlon Bautista, Augusto Salvador", "Jake Bacud, Sigfreid Barros-Sanchez, Thelma Fernandez", 6.9, "1h 45min", "The sin of the past is the tragedy of the present. The year is 1953 and Gabriel de Dios, a man who lives a simple and happy life with his family, possesses the good half of a powerful amulet while Damian Buenavista, a black-hearted scoundrel, who intends to rule the world own the bad half. But Damians plan to take control of the world will not be successful without th... Leer todo"], ["tt0371313", "Drew Rist", "Drew Rist", 7.2, "1h 25min", "A small time hood is on the brink of madness after too many years of drugs and violence under his father's shadow. Upon receiving life-altering news, he decides to leave his father's business and his past behind him... but not before one final money making scam. Little does he know the past is not done with him. Father and son collide as they confront the ghosts of th... Leer todo"], ["tt0370459", "Chris Cory", "Chris Cory", 6.6, "56min", "In this paranormal detective comedy, mismatched detectives Dirk Diamond (\"Private Dick\") and Sphinx Brown (\"International Spy and Assassin\") are hired by Harmony Susnhine, a passive-aggressive New Age hippie whose guru disappeared while trying to contact the other side."], ["tt0370039", "Kristin Dehnert, Aimee Lagos", "Aimee Lagos, Kristin Dehnert", 7.2, "11min", "A white woman riding the subway system begins to suspect that two non-white men are following her."], ["tt0372163", "Theophile Yockot", "James Henry", 6.7, "1h 49min", "A teenager is rescued from war-torn Rwanda and brought to the United States. He Struggles to fit in but has little luck till he meets a has been boxing coach. Together they prepare for the fight of their lives..."], ["tt0371775", "Yusuf Khan", NaN, 4.1, "2h 54min", "Two friends falling in love with the same girl leads to murder and intrigue."], ["tt0371937", "Kelsey T. Howard", "Paul T. Murray", 5.8, "1h 53min", "Two high school boys that can not get dates get picked up as a prank by two girls."], ["tt0373219", "Gopal B.", "Krishna Murali Posani, Gopalakrishna Paruchuri, Paruchuri Venkateswara Rao", 2.3, "3h", "The Saga of a village where the ancient religious commandments are believed. A man(Balakrishna) fulfills his destiny to bring justice to his village."], ["tt0373088", "Breht Gardner", "Ken Gamble", NaN, NaN, "\"Leo's Oscar\" takes a satirical look at Oscar Night, and the mercurial nature of Hollywood \"heat\", when an unknown actor, Val Baron, accidentally wins the Academy Award for Best Actor... and almost destroys his career -- a wickedly desperate portrait of how TinselTown tortures its own."], ["tt0372937", "Sung-ho Kim", "Sung-ho Kim", 6.4, "1h 53min", "An ex-cop, now working as a security guard in a shopping mall, tries to uncover the secret behind a series of mysterious deaths linked to mirrors."], ["tt0373283", "Ryan Little", "Geoffrey Panos, Matt Whitaker", 6.7, "1h 30min", NaN], ["tt0373727", "Ambri Kailani Zain", "Ambri Kailani Zain", NaN, NaN, "Dirección"], ["tt0373400", "Sarjit Bains", "Manish Patel", 2.8, "1h 45min", "Based on the novel The Stone Shiva by Manish Patel, the movie centres on the Holy Smokes crime syndicate and the real-life $6 million Heathrow Airport robbery, involving battles with the Chinese Triads, Jamaican Yardies and the English Firm to see who rules London."], ["tt0373764", "Dustin Haynes", "Benjamin Cornelius", 2.2, "2003", "Comic Day is a day in the life of Frederick a Comic Book shop owner. The movie takes place on Wednesday which is the busiest day for the shop. He has to deal with a routine slacker customer Miller and a middle-aged Superhero Holden. After he notices he has been robbed things turn for the worst."], ["tt0373970", "Deepak Bahry, Chander Sharma", "Saroj Khan", 3.3, "2003", "Kumar is a businessman and lives in Simla with his pregnant wife, Laxmi, two sons, Raja and Ajay. Both Laxmi and he are delighted that they will soon be welcoming Komal, a daughter. Before her birth, Kumar comes to know that Ajay and the child she is carrying in her womb are not his, but of his employee, Sadashiv, who has killed himself and left a note implicating Lax... Leer todo"], ["tt0374124", "Aaron Antaloczy", "Aaron Antaloczy", 7.6, "5min", "The Deliverer and his desperate passenger race against time. The clock is ticking! Will they make it?"], ["tt0373856", "Prakash Jha", "Prakash Jha", 7.8, "2h 37min", "An IPS officer motivates and leads a dysfunctional, corrupt police force of Tezpur to fight against the corrupt politician."], ["tt0374273", "Oxide Chun Pang", "Oxide Chun Pang, Patrick Neate, Alex Garland", 5.2, "1h 36min", "A psychologist, an Englishman, a bellboy and a wounded female assassin have their fates crossed at a sleazy Bangkok hotel."], ["tt0374330", "Ping He", "Richard Epcar, Ping He, Rui Zhang", 6.3, "2h", NaN], ["tt0374345", "Erik Van Looy", "Jef Geeraerts, Carl Joos, Erik Van Looy", 7.2, "2h 3min", NaN], ["tt0374526", "Sandy Collora", "Sandy Collora", 7.3, "8min", "The Joker has escaped from Arkham and Batman must once again bring him in - once and for all. Unfortunately for the bat, there is something even more sinister than the Joker waiting in the alley for the dark knight detective.."], ["tt0374184", "Johnnie To, Ka-Fai Wai", "Ka-Fai Wai, Nai-Hoi Yau, Kin-Yee Au", 6.6, "1h 33min", "A monk turned body-builder, with the gift to see into people's lives, befriends a female cop, and uses his gift to change the force of Karma and her destiny."], ["tt0374271", "Satish Kaushik", "Bala, Vijaysinh Gol, Jainendra Jain", 7.2, "2h 12min", "Problems arise when Radhey Mohan, a delinquent falls in love with a girl named Nirjara."], ["tt0131597", "Chaim Bianco", "Chaim Bianco", 5.3, "11h 40min", "Split is a joltingly visual techno thriller that rips deep into the brain of Joe The Driver, a semi articulate thug who must figure out why he is suddenly two people at the same time. - In one world Joe is a limo driver to a stable of teenage Asian callgirls as well as serving as all around henchman for a tyrannical maimed pimp named Mom. In the other world he is dron... Leer todo"], ["tt0167456", "Jonathan Frakes", "Gerry Anderson, Sylvia Anderson, Peter Hewitt", 4.3, "1h 35min", NaN], ["tt0167190", "Guillermo del Toro", "Guillermo del Toro, Peter Briggs, Mike Mignola", 6.8, "2h 2min", NaN], ["tt0177882", "Anno Saul", "Fatih Akin, Ruth Toma, Jan Berger", 6.6, "1h 36min", "In Hamburg, Ibrahim \"Ibo\" Secmez, of Turkish descent, wants to direct the first German kung-fu movie. For now he makes commercials for his uncle's kebab restaurant. When Titzie, Ibo's aspiring-actress girlfriend, finds out that she's pregnant, Ibo's uncertainty about fatherhood is compounded by his own father's disowning him for getting a German girl pregnant--so Titz... Leer todo"], ["tt0187279", "Pankaj Parashar, Jaidev Chakraborty, S.M. Iqbal", NaN, 3.5, "2h 30min", "Ajay gets married to his childhood friend Durga; who is illiterate unable to differentiate between the style of these days and that of long time ago. When Ajay is given the post as police inspector he re-locates to Bombay and later on encourages Durga to move into there new home. In this new environment Durga will meet with some women who are subjected to injustice by... Leer todo"], ["tt0239235", "Kodi Ramakrishna", "Satyanand", 6.2, "2h 28min", "Orphaned Arjun lives a poor lifestyle in an ashram along with his mentor, known simply as Guruji, and several other younger orphans in a forest region, Shivgiri which is accessible via railway station Buddhir Medi. One day while returning home, he comes to the assistance of Sapna, who has journeyed all the way from North America after hearing of the sudden death of he... Leer todo"], ["tt0244746", "Helmut Kobler", "Jon Clarke", 6.9, "33min", "Radius tells the story of a military ship shot down behind enemy lines. A massive \"CraterMaker\" warhead has gone active on the downed ship, giving the pilot and her crew 30 minutes to escape the blast. Meanwhile, an entity named Diamone, divided itself into twins to try to stop the bomb and stop the crew."], ["tt0263939", "Antonio Dorado", "Antonio Dorado", 6.4, "1h 32min", "Cali, Colombia, 1970s. The fictional story of Pedro Rey, the first drug trafficker and drug lord."], ["tt0264410", "Paul Matthews", "Paul Matthews", 3.1, "1h 24min", "A warlord's son is cursed to be reborn lifetime after lifetime and fated to love and lose until the curse is lifted."]]