[["tt0113092", "David Douglas, Tim Douglas", "David Douglas, Christopher Salazar", 3.4, "1h 40min", "Earth is in a state of constant war and two colonies of humans have been sent to a far away world. The colonists create a new civilization but have inherited the worst traits of their forebears and war breaks out leaving the new cities in ruins. It falls to a bunch of teens to bring peace to the colony - but will they?"], ["tt0116391", "Mazhar Khan", NaN, 6.2, "2h 47min", NaN], ["tt0116628", "Kenneth Guertin", "Kenneth Guertin, James Bonner", 6.3, "1h 26min", "Alan Freeling, an idealistic inventor, discovers the ultimate energy source. Upon doing so he opens the door to a covert agency that funnels its every resource into destroying Alan's life and hiding this new technology. Their objective is to erase Alan and his family by any means necessary. In a turn of events, Robert Skotak, one of the top officials at the agency, de... Leer todo"], ["tt0119273", "Michael Coldewey, Michel Lemire", "Kevin Eastman, Simon Bisley, Eric Talbot", 5.4, "1h 28min", "After surviving an invasion on her peaceful homeworld, a beautiful avenger must stop a powerful psychopath from gaining immortality and rescue her kidnapped sister."], ["tt0120755", "John Woo", "Bruce Geller, Ronald D. Moore, Brannon Braga", 6.1, "2h 3min", NaN], ["tt0120913", "Don Bluth, Gary Goldman", "Hans Bauer, Randall Mc, Cormick, Ben Edlund", 6.6, "1h 34min", NaN], ["tt0120903", "Bryan Singer", "Tom De, Santo, Bryan Singer, David Hayter", 7.3, "1h 44min", NaN], ["tt0132910", "Bharat Nalluri", "James O'Barr, Chip Johannessen", 4.9, "1h 42min", "Alex Corvis returns to the world of the living to solve the murder of a young woman that he was wrongly accused of."], ["tt0134847", "David Twohy", "Jim Wheat, Ken Wheat, David Twohy", 7.0, "1h 49min", NaN], ["tt0141926", "Jonathan Mostow", "Jonathan Mostow, Sam Montgomery, David Ayer", 6.6, "1h 56min", NaN], ["tt0143344", "Lorenzo Doumani", "Lorenzo Doumani, Mark Stevens", 4.1, "1h 39min", "Inspired by her father, a former boxer whose family duties superseded his athletic ambitions, a young woman (Sophia Adella Hernandez) decides to enter the sport."], ["tt0144964", "Douglas Aarniokoski", "Gregory Widen, Eric Bernt, Gillian Horvath", 4.6, "1h 27min", NaN], ["tt0144608", "Alan Jacobs, Evan Ricks", "Jeff Wolverton, Gregory Davis, Robert Jay Litz", 4.5, "1h 22min", "The story of the legendary sailor who helps a beautiful princess save her father and their seaside kingdom from the clutches of an Evil Wizard."], ["tt0147486", "Tom Putnam", "Michael S. Harbour, Jeff Malmberg, Tom Putnam", 4.1, "1h 30min", "Steven Byzinsky is convinced he's a blaxploitation superhero. Like Shaft, Dolemite and Black Belt Jones before him, he's keeping' the streets safe for the brother and trying to stay one step ahead of The Man. There's only one problem: Steven's white."], ["tt0151150", "Mansoor Khan", "Aatish Kapadia, Mansoor Khan, Nidhi Tuli", 6.1, "2h 42min", "Max, who lives with his twin sister Shirley in Goa, is enraged when he finds out that she has fallen in love with Rahul, his bitter rival Prakash's younger brother."], ["tt0157202", "Glenn Klinker", "Glenn Klinker", 4.8, "1h 30min", "A deranged street person has flashes of sanity, and his outrage at, and disgust for, the nightly news body count inspires him to vanquish not only his inner demons, but also the very real ones that are preying, unchecked upon the innocent."], ["tt0160009", "Christian Duguay", "Wayne Beach, Simon Barry", 5.7, "1h 57min", NaN], ["tt0160127", "Mc, G", "Ryan Rowe, Ed Solomon, John August", 5.6, "1h 38min", NaN], ["tt0162650", "John Singleton", "Ernest Tidyman, John Singleton, Shane Salerno", 6.0, "1h 39min", NaN], ["tt0164052", "Paul Verhoeven", "Gary Scott Thompson, Andrew W. Marlowe", 5.8, "1h 52min", NaN], ["tt0165642", "Rafael Eisenman", "Zalman King, Elise D'Haene", 3.2, "1h 25min", "Gabe, a photographer, his assistant, Annie, and his boss hire a ship to take them out to sea on a modeling shoot. What Gabe doesn't know is that an old friend-turned-enemy of his has indirectly lured him into the situation, and the models that were hired locally are skilled weapons handlers and dealers. The ship is on its way to meet a South African submarine to whom ... Leer todo"], ["tt0165400", "Rodney Mc, Donald", "C. Courtney Joyner", 3.5, "1h 37min", "Over one hundred years ago, a cataclysmic chain of events plummeted the earth into the dark ages which destroyed most of civilization, and the remaining few survivors attempt to change the course of events that led to the destruction."], ["tt0165929", "Andrzej Bartkowiak", "Mitchell Kapner, Eric Bernt, John Jarrell", 6.1, "1h 55min", NaN], ["tt0167367", "Jeremy Haft", "Alex Metcalf", 4.6, "1h 30min", NaN], ["tt0168714", "John One", "Chrissy Mountjoy", 2.6, "1h 10min", "Glori-Anne Gilbert is an \"ugly duckling\" who, by making a pact with the Dream Witch, becomes endowed with the beauty, wealth and sexual power of her friends."], ["tt0168504", "Scott Wiper", "Scott Wiper", 5.6, "1h 41min", "A Chicago cop quits the force and finds himself threatened by the Mafia."], ["tt0170452", "John Leekley", "John Leekley, Evan Rhodes", 5.1, "1h 49min", "A young boy sets out to find his mother. After setting up camp in Central Park, he encounters a group of people even needier than himself."], ["tt0172495", "Ridley Scott", "David Franzoni, John Logan, William Nicholson", 8.5, "2h 35min", NaN], ["tt0172109", "Damiano Damiani", "Dardano Sacchetti", 1.8, "2h 2min", "Alessandro Corso is a special forces carabiniere. During an operation he saves a child but cause the death of one of his comrades. He's then transferred to a peaceful little town, where he will be unexpectedly forced to help an hot witness named Antavleva, protecting her and bringing them safely to the trial."], ["tt0172464", "Neil Mandt", "Mark Twain, Gregory Poppen", 3.1, "1h 31min", NaN], ["tt0176650", "Joseph Zito", "Clay Mc, Bride", 2.7, "1h 33min", "An elite commando unit must rescue a captured peacekeeping force from a ruthless international arms dealer."], ["tt0176579", "Rune Bendixen", "Rune Bendixen, Majken Gilmartin, L.M. Kit Carson", 2.4, "1h 30min", "A man on the run is surprised to learn that he is a Knight Templar and that his girlfriend is a holy virgin about to give birth to a very special baby on Christmas Day."], ["tt0177971", "Wolfgang Petersen", "Sebastian Junger, William D. Wittliff", 6.5, "2h 10min", NaN], ["tt0179183", "Geoff Murphy", "Steven Feinberg, Troy Neighbors, John Flock", 4.5, "1h 32min", NaN], ["tt0179987", "Nicolas Wadimoff", "Nicolas Wadimoff, Moussa Maaskri, Louis Bélanger", 6.1, "1h 40min", "Une station-service au bord de l'autoroute. Abdou, jeune fugueur, se lie d'amitié avec Georges, le pompiste Arabe. Georges profite d'une ultime et violente dispute avec son patron pour plaquer son boulot et accompagner le petit Abdou jusqu'à Marseille. L'enfant souhaite y voir un match de la coupe du monde de football. La tête pleine de rêves et les poches vides, ils ... Leer todo"], ["tt0179861", "David Giancola", "David Giancola", 3.6, "1h 30min", "At the the Killington ski resort something has gone awry. Evil terrorists led by the sinister Greig have taken the resort hostage with a stolen nuclear device. It's up to Ski Patrol bum Matt Foster to save the day... and his fiancé."], ["tt0183280", "John Putch", "James Morley IIIKeoni Waxman", 3.3, "1h 30min", "When a tsunami created by a nuclear explosion capsizes a cruise ship, a special agent must help the surviving passengers reach the surface when it becomes apparent that there's a group of terrorists on board."], ["tt0181836", "Craig Mazin", "James Gunn", 5.7, "1h 22min", "The sixth or seventh best superhero team in the world pursue their rightful place in the harshly competitive world of toy tie-ins and fighting evil."], ["tt0183869", "Gérard Krawczyk", "Luc Besson", 6.5, "1h 28min", NaN], ["tt0184858", "John Frankenheimer", "Ehren Kruger", 5.8, "1h 44min", NaN], ["tt0184894", "Tom Dey", "Miles Millar, Alfred Gough", 6.6, "1h 50min", NaN], ["tt0184457", "Randall Fontana", "Randall Fontana", 4.6, "1h 30min", "Brigit as a young girl saw her family killed by the Karpovs, a Russian crime family, she would have been dead too, if her neighbor had not come to her house and saved her. Years later, she plans to take out all of the Karpovs, and she does. However, the Reillys, the Karpovs rival are afraid that the Karpovs will think that they are behind it. So, they grab her so that... Leer todo"], ["tt0186566", "Clint Eastwood", "Ken Kaufman, Howard Klausner", 6.5, "2h 10min", NaN], ["tt0187393", "Roland Emmerich", "Robert Rodat", 7.2, "2h 45min", NaN], ["tt0187750", "Jeff Celentano", "D. Alvelo, Marc Bienstock, Jeff Celentano", 4.7, "1h 31min", "On a personal mission to destroy his wife's killer, a Denver cop (William Baldwin) joins a rogue operation that goes bad and finds himself under suspicion of murder, yet still manages to restart his life."], ["tt0185183", "Roger Christian", "Corey Mandell, J.D. Shapiro, L. Ron Hubbard", 2.5, "1h 57min", NaN], ["tt0187078", "Dominic Sena", "H.B. Halicki, Scott Rosenberg", 6.5, "1h 58min", NaN], ["tt0186454", "Art Camacho", "David De, Falco", 3.7, "1h 40min", "A Hollywood talent agent's girlfriend thrusts him into a world of strip clubs, drugs and deadly motorcycle gangs."], ["tt0190374", "Courtney Solomon", "Topper Lilien, Carroll Cartwright, E. Gary Gygax", 3.6, "1h 47min", NaN], ["tt0190524", "Vic Sarin", "Alan B. Mc, Elroy, Paul Lalonde, Joe Goodman", 4.3, "1h 40min", NaN], ["tt0190332", "Ang Lee", "Hui-Ling Wang, James Schamus, Kuo Jung Tsai", 7.9, "2h", NaN], ["tt0192614", "Rob Cohen", "John Pogue", 5.6, "1h 46min", NaN], ["tt0190865", "Martin Campbell", "Robert King, Terry Hayes", 5.9, "2h 4min", NaN], ["tt0194104", "Jean van de Velde", "Simon de Waal, Jan van Daalen, Jean van de Velde", 7.0, "1h 45min", "Based on a book about an infamous real scandal in the Dutch crime scene, the film aims at exposing the horrors caused by corruption on both sides of the law. A rookie policeman is coerced into obtaining secret information from a childhood friend turned gangster. The childhood friend turns informant. But his revelations are hardly the most important \"leaks\" in the stor... Leer todo"], ["tt0193701", "Vinny Murphy", "Vinny Murphy, Mark Stewart", 6.2, "1h 26min", "A Belfast man who steals cars for a living dreams of retiring to Barcelona. Suddenly he finds himself in conflict with a crazed gangster who desires the first man's girlfriend. The two decide to settle the situation with a race with 12 of their friends. They just need to steal the cars for the race."], ["tt0195944", "Serge Rodnunsky", "Paul Tarantino", 4.2, "1h 34min", "A reporter risks his life to get to the bottom of a stack of lies, corruption and murder surrounding the opening of a local power plant."], ["tt0195308", "Cary Howe, Tony Kandah", "R.C. Rossenfier", 4.2, "1h 33min", "A warrior and a beautiful ex-convict are left to fight the galaxy's most fearsome commandos in an alien wasteland."], ["tt0196614", "Martin Munthe", "Martin Munthe, Anneli Engström", 3.5, "1h 19min", "A xenophobic and bigoted police officer returns to Sweden from Russia, and is tasked to arrest an assassin gone rogue, who is also spiraling into a mental breakdown."], ["tt0196219", "Albert Pyun", "Albert Pyun", 2.2, "1h 20min", "A high-level government hit squad is sent into the streets in order to complete a deadly mission."], ["tt0197072", "Jean Pellerin", "Phillip J. Roth, Jim Christopher", 3.8, "1h 27min", "A car ferry carrying a valuable artifact is sunk by a group of international thieves."], ["tt0197951", "J. Stephen Maunder", "J. Stephen Maunder", 4.0, "1h 35min", "When a martial artist called Stryker resurrects three ancient Chinese master assassins so he can take over NYC's underworld, it's up to martial artist cop Tarek Richards to stop them. But he will need the aid of Stryker's former master."], ["tt0197299", "Jenõ Hódi", "Christopher Pearce, Jenõ Hódi, Ian Patrick Williams", 3.6, "1h 22min", "Renegade CIA agent Rick Halsey assembles a team of special forces operatives to rescue a Russian nuclear scientist held in a fortified mental institution behind enemy lines."], ["tt0197104", "Jack Williams", "Ashe Starr", 2.6, "R", "Rock singer Erika is murdered with her cop boyfriend on the eve of Halloween. Then exactly one year later she is resurrected by a mysterious crow to exact vengeance on her attackers."], ["tt0199753", "Antony Hoffman", "Chuck Pfarrer, Jonathan Lemkin", 5.7, "1h 46min", NaN], ["tt0199748", "Godfrey Ho", "Lisa Cory", 4.1, "1h 37min", "After six years as a guest of the state, mob hit man Jason Reed wants nothing more than to get an honest job and spend time with his young son, Tommy. He is not ten steps outside of the prison before being greeted by Keither, an old crony anxious to pick up where they left off. While out for a drive with his son, Jason saves a young woman from a gun wielding thug, not... Leer todo"], ["tt0202314", "Rodney Mc, Donald", "Phillip J. Roth, Jim Christopher", 3.1, "1h 20min", "The future of Earth is in question when a strange reaction deep beneath its surface causes a massive rupture in the planet's inner structure."], ["tt0203835", "Sam Firstenberg", "Bryan Genesse", 3.1, "1h 35min", NaN], ["tt0203053", "Harley Cokeliss", "Harley Cokeliss, Peter Milligan, John Penney", 5.5, "1h 36min", NaN], ["tt0202677", "Christopher Mc, Quarrie", "Christopher Mc, Quarrie", 6.6, "2h", NaN], ["tt0205729", "J. Christian Ingvordsen", "Matthew M. Howe, J. Christian Ingvordsen", 3.8, "1h 32min", "An American attack submarine on patrol in the South China Sea intercepts an SOS from a Russian freighter. The freighter was attacked by unidentified frogmen on the high seas and high grade plutonium was stolen. The FBI suspects this attack is the work of Darian Cain, a former Russian Commando turned terrorist. When a special anti-terrorist team is formed, Special Oper... Leer todo"], ["tt0208198", "Mikael Ruttkay Hylin", "Olov Svedelid, Hans Rosenfeldt", 5.2, "1h 47min", "Roland Hassel meets the dangerous Russian mafia."], ["tt0207299", "J. Christian Ingvordsen", "Matthew M. Howe, J. Christian Ingvordsen", 4.0, "2000", "AirBoss does cool stuff (Again)"], ["tt0207377", "John Terlesky", "T.L. Lankford", 4.6, "1h 36min", "Secret Service agents must retrieve the briefcase allowing the President control of America's nuclear arsenal before massive destruction ensues."], ["tt0208988", "Stephen Kay", "Ted Lewis, David Mc, Kenna", 5.1, "1h 42min", NaN], ["tt0207631", "Tibor Takács", "David Bourla, Brian Irving, Stephen P. Jarchow", 4.5, "1h 28min", NaN], ["tt0208037", "Terry Cunningham", "Terry Cunningham, John J. Kelly", 4.6, "1h 35min", "An American army intelligence officer discovers corruption and murder by American soldiers in Vietnam."], ["tt0207501", "Gerry Lively", NaN, 4.2, "1h 40min", "A young man is hired to protect a wealthy businessman from a killer."], ["tt0208003", "Raja Gosnell", "Darryl Quarles, Don Rhymer", 5.2, "1h 39min", NaN], ["tt0213127", "D-Shot, Hunter Mc, Cann, Harry Mok", "D-Shot", 6.3, "1h 15min", "Enemies since back in the day, two homeboys take a different path in life. College bound Daryll, desperate to keep a roof over his family's head and seduced by the money, power and respect of the hustler lifestyle moves in on his old nemesis' turf setting off a battle over territory in a war that rages throughout the inner city."], ["tt0212346", "Donald Petrie", "Marc Lawrence, Katie Ford, Caryn Lucas", 6.3, "1h 49min", NaN], ["tt0211938", "Antoine Fuqua", "Andrew Scheinman, Adam Scheinman, Tony Gilroy", 5.7, "1h 59min", NaN], ["tt0212879", "Lloyd Kaufman", "Trent Haaga, Patrick Cassidy, Gabriel Friedman", 5.9, "1h 49min", NaN], ["tt0213690", "Richard Friedman", "Richard Friedman", 3.6, "1h 32min", "L.A. is struck by a series of minor earthquakes. The experts don't know what's happening since their advanced systems didn't detect any seismic activities. Kimberly Stevenson is sent to investigate the epicenter in a remote mountainous forest, and she is surprised to discover she's not alone. Somebody knows the real secret about the \"earthquakes\"."], ["tt0214638", "Michael J. Sarna", "Bob Couttie, Michael D. Sellers", 3.5, "1h 33min", "A diabolical industrialist who thinks the world is dangerously overpopulated, prepares to use his space-based weapon to cause widespread nuclear meltdowns at power plants around the world."], ["tt0214728", "Gordon Chan", "Gordon Chan, Stuart Zicherman", 5.9, "1h 49min", "The Y2K Bug. Real Warfare vs Electronic Gaming. Peter Tong, a carefree Hong Kong youngster, finds himself drawn into web of a deadly espionage conspiracy."], ["tt0214871", "Sheldon Lettich", "Stephen Brackley, Pamela K. Long", 3.6, "1h 35min", NaN], ["tt0215715", "Alberto Graça", "Alberto Graça, Leopoldo Serran", 6.1, "1h 53min", "Ex-drug dealer is forced to go back to business by a corrupt policeman. He must go to Colombia and bring back some cocaine, but discovers the whole thing is a set up. He then devises a suicidal plan for revenge."], ["tt0216216", "Roger Spottiswoode", "Cormac Wibberley, Marianne Wibberley", 5.9, "2h 3min", NaN], ["tt0216750", "Eric Rochant", "Laurent Chalumeau, Eric Rochant", 6.3, "1h 24min", "After a drug deal gone wrong, Bédé goes into hiding in the countryside at a reformative school for criminal youth. His location is found out, and he and the pupils have to protect themselves with whatever means they have."], ["tt0216651", "Yoshiaki Kawajiri", "Hideyuki Kikuchi, Yoshiaki Kawajiri, Ellen Moore", 7.6, "1h 43min", NaN], ["tt0216772", "Robert Adetuyi", "Ray 'Cory' Daniels, Chris Hudson, Kelly Hilaire", 4.2, "1h 26min", "A gifted musician struggles to rise above the crime-plagued urban streets and realize his dream."], ["tt0217654", "Jim Wynorski", "Steve Latshaw, Fred Olen Ray", 3.5, "1h 29min", NaN], ["tt0216926", "Jack Williams", "Jack Williams, Rachela Williams", 4.9, "2000", "Father death takes control of a dead woman's body and wreaks bloody havoc wherever he/she roams."], ["tt0218080", "Damian Lee, Jim Wynorski", "Kevin Bernhardt, Steve Latshaw, Damian Lee", 3.3, "1h 35min", "Captain Matt Hendricks and Dr. Linda Christian are locked in a submarine with Russian terrorists that threaten to launch a chemical virus on US territory."], ["tt0219653", "Patrick Lussier", "Joel Soisson, Patrick Lussier", 4.9, "1h 39min", NaN], ["tt0218641", "Fred Olen Ray", "Steve Latshaw", 3.3, "1h 35min", "Navy SEALs launch a rescue mission after terrorists plunge a jet carrying a missile-launching computer into the sea."], ["tt0218533", "Rajkumar Santoshi", "Vijay Deveshwar, K.K. Raina, Anjum Rajabali", 6.7, "2h 56min", NaN], ["tt0219640", "Jean Pellerin", "Geri Cudia Barger, Jonathan Raymond, Phillip J. Roth", 4.1, "1h 34min", "People are trying to find their way out of subway tunnel after a devastating earthquake."], ["tt0221197", "Christopher Coppola", "Richard L. Albert, Mike Allred, Robert Cooper", 4.4, "1h 38min", "Two G-Men, returning from hell, must perform good deeds to save themselves from a doomed fate."], ["tt0220596", "Sanjay Gupta", "Sanjay Gupta, Sutanu Gupta, Anand S. Vardhan", 4.5, "2h 4min", "An assassin is sent to kill the witness from testifying against the killers. In the process, the assassin falls in love with the witness."], ["tt0222020", "Fred Olen Ray", "Steve Latshaw", 3.3, "1h 34min", "Secret Service agents target a presidential candidate by hijacking the Concorde he is on and kill the pilots. It's up to an Air Force officer, nicknamed \"Washout\" because he can't fly a plane, to land the Concorde."], ["tt0227200", "Yossi Wein", "Danny Lerner, Bernard Stone", 3.3, "1h 31min", "An elite task force is assigned to handle a Middle-Eastern terrorist mastermind who is using mind-control techniques to create an army of willing suicide bombers."], ["tt0226238", "Beda Docampo Feijóo", "Enrique Cortés, Beda Docampo Feijóo", 6.0, "1h 30min", "It opens with a murder. Abelardo Sachs is the owner and editor of a famous political magazine He's gunned down in his luxurious home by a masked killer."], ["tt0228750", "Taylor Hackford", "Tony Gilroy, William Prochnau, Thomas Hargrove", 6.3, "2h 15min", NaN], ["tt0229362", "Michael Martin", "Michael Martin, Snoop Dogg", 3.9, "1h 21min", "Killa Pop (Snoop Dogg), Young Loc (Darryl Brunson), Crackle (Tray Deee), and Snap (Goldie Loc) are top dogs in the Eastsidaz gang in Long Beach, California. Pop, also known as Killa Pop, is the alpha dog. He has Crackle and Big Long Beach (RBX), set up a big Jamaican drug deal that's going to put him on easy street. But Crackle and Big Long Beach have their own agenda... Leer todo"], ["tt0230049", "Rob Van Eyck", "Rob Van Eyck", 2.8, "1h 33min", "Two criminals form a pact to destroy Belgium so that their principals can take over the government and restore order with a firm hand."], ["tt0230055", "Rama Rao Tatineni", "Aadesh K. Arjun, Erode Sounder", 5.2, "2h 55min", "A noble family presides over a small town in India."], ["tt0231956", "Harry Ralston", "Harry Ralston", 5.2, "1h 35min", "Alan, a timid anthropology graduate student is coming to terms with his fate as the last man on Earth, until he discovers Sarah, a beautiful, intelligent woman who can't stand that Alan is the last man she'll ever see."], ["tt0232079", "Dharmesh Darshan", "Robin Bhatt, Dharmesh Darshan, Sanjeev Duggal", 3.7, "2h 52min", "When a village belle's brother is killed by a bandit, she vows revenge and enlists the help of two truckers-come-theatre artists in her mission."], ["tt0233764", "Norman Lesperance, André Øvredal", "Norman Lesperance, André Øvredal", 4.0, "1h 32min", "The pathetic surgeon Simon Thorne suffers from paranoia, obsessions and hallucinations, and loses both his wife and his job. But then he meets a couple from one of his dreams where they kill him. So he has to kill them first."], ["tt0233656", "Richard Pepin", "Gregg Mc, Bride", 3.6, "1h 42min", "A detective assigned to transport a dangerous mobster discovers that she has been set-up to fail."], ["tt0234000", "Rakesh Roshan", "Rakesh Roshan, Sagar Sarhadi, Honey Irani", 6.9, "2h 52min", "A young girl meets the doppelganger of her deceased boyfriend and now has a chance to find the people who have murdered him."], ["tt0235485", "Oscar Petersson", "Oscar Petersson", 3.1, "1h 37min", "A female assassin hides with a man from her past, when the organization she works for is trying to kill her instead."], ["tt0235679", "Kunihiko Yuyama", "Takeshi ShudôHideki Sonoda, Satoshi Tajiri", 5.8, "1h 33min", "In the town of Greenfield, a young, lonely girl's dreams and wishes are brought into reality by a collective of reality-warping Pokémon."], ["tt0233910", "Toshiyuki Mizutani", "Hiroshi Hatajima, Mugita Kinoshita, Yûsuke Kishi", 5.2, "1h 34min", "When a woman, able to read the thoughts of others, comes to help survivors of the 1995 Kobe earthquake, she encounters a girl with Multiple Personality Disorder whose dangerous 13th personality, Isola, must be stopped."], ["tt0236027", "Anders Thomas Jensen", "Anders Thomas Jensen", 7.5, "1h 49min", "A gang of 4 Danish criminals are ordered by Færingen to steal a bag from a safe. When they see DKK4,000,000 in the bag, they keep it for themselves and head for Spain. They end up in a ruin of an old restaurant on Jutland and renovate it."], ["tt0233600", "Jingle Ma", "Susan Chan, Felix Chong", 5.8, "1h 58min", "Is anyone who he says he is in this caper that moves from Hong Kong and Las Vegas to Tokyo? Ken doesn't show up in Vegas for his wedding; his disconsolate bride, Macy, heads home for Hong Kong and finds John, an interior decorator, waiving a check of Ken's that has bounced. She leaves immediately for Tokyo to find her businessman boyfriend, and John tags along. Ken's ... Leer todo"], ["tt0236167", "Kon Ichikawa", "Akira Kurosawa, Keisuke Kinoshita, Kon Ichikawa", 6.7, "1h 51min", "New magistrate cleans up a corrupt town in his own comic Samurai way."], ["tt0238883", "Aleksey Balabanov", "Aleksey Balabanov", 7.6, "2h 2min", "Arriving in Moscow, Danila discovers Konstantin dead and he sets out to avenge his death; a journey that leads him to Chicago and a whole new experience."], ["tt0240524", "Rolf Gibbs", NaN, 7.0, "5min", "This short but lyrical piece of cinema can be described as a thriller, a horror film, a comedy, a religious epic, a tragedy, an action flick, or as a Motion Poem about 30,000 feet."], ["tt0239655", "Sabu", "Sabu", 7.3, "1h 40min", "A simple funeral turns a man's world topsy turvy."], ["tt0240400", "Craig Clyde", "Bryce W. Fillmore, Craig Clyde", 4.8, "1h 21min", "A teenage girl and her dog are stranded in the desert. With the help of a young illegal immigrant on the run, they try to make it out alive together."], ["tt0242519", "Priyadarshan", "Siddique, Lal, Neeraj Vora", 8.2, "2h 36min", NaN], ["tt0243415", "Jon Gunn", "Jon Gunn, John W. Mann", 5.2, "1h 46min", "Estranged twin brothers - one a con man, the other an Episcopal deacon - accidentally switch places... and find God in the process."], ["tt0243196", "Lloyd A. Simandl", "Chris Hyde", 3.3, "1h 37min", "A group of retired spies once former enemies, are forced to work together in an attempt to retrieve a neutron bomb stolen by a group of new-wave, high-tech operatives who have supplanted them in the post-Cold War intelligence game."], ["tt0243573", "Katsuyuki Motohiro", "Magy, Yoshikazu Okada", 6.8, "2h 5min", "What happens when ambitious robbery - to clear out a futuristic bank outside Tokyo in 5 minutes - gone wrong."], ["tt0243327", "Darren Doane", "Jim Chadwick", 5.4, "1h 23min", "A double-dealing member of an elite group of hit men becomes the ultimate target when his organization discovers his deceit."], ["tt0243876", "Andrew Lau", "Jing Wong, Manfred Wong", 5.8, "1h 46min", "After a long absence, a master swordsman of royal blood, Yeh Cool-son, returns to the emperor's palace to challenge Snow, a reclusive master, to a dual on new year's eve. In the days before the dual, strange things happen in the palace, seen mostly through the eyes of Dragon 9, a leader of the guard who alternates between serious pursuit of duty and joking. His girlfr... Leer todo"], ["tt0245967", "James Cunningham", "James Cunningham", 6.7, "8min", "A mutant hero, a virtual bank heist. A digital action thriller. A three fingered virus is let loose on a computer system with the express purpose of erasing a student loan."], ["tt0244715", "Waldemar Dziki", "Waldemar Dziki, Marek Miller", 5.6, "1h 36min", "Dirección"], ["tt0246332", "Rodney Gibbons", "Terry Abrahamson", 4.9, "1h 30min", "The murder of the ex-wife of Dr. Sam Dennis Charney (Rutger Hauer) leads Detective Della Wilder (Pam Grier) to uncover a series of women's murders somehow linked to a big pharmaceutical company."], ["tt0244884", "Wai-Man Yip", "Kwok-Yuen Cheung, Manfred Wong", 6.3, "1h 43min", "Focusing on triad member Chiu Shan Ho, a.k.a. 'Chicken' Chiu as he successfully tries to find love with his childhood friend, in this spin-off to the Young & Dangerous saga."], ["tt0248185", "Vidhu Vinod Chopra", "Abhijat Joshi, Suketu Mehta, Vikram Chandra", 6.6, "2h 34min", "A police officer adopts the son and sole survivor of a family he has massacred while pursuing a terrorist. After some time the foster son finds out what the stepfather did."], ["tt0246776", "Djordje Milosavljevic", "Gordan Mihic", 5.9, "1h 34min", "A contract killer and his unexperienced protégé are on their way to find the next victim in the landscape of Pannonian plain. Crossing the path of ruthless criminals, a young female teacher-to-be and a local cab driver will take part in bloodshed murderers."], ["tt0247944", "Raj Kanwar", "Raj Kanwar, Robin Bhatt, Sutanu Gupta", 5.0, "2h 46min", "Having witnessed his family being massacred during a riot in his village, Badal is raised by a terrorist and sets out to exact revenge on the police officer responsible for his family's murder."], ["tt0250445", "Dejan Acimovic", "Dejan Acimovic", 6.9, "1h 37min", "A cruel world of the Yugoslavian prison during 1980s, based on real events about a man who gets life sentence for committed crime."], ["tt0249588", "Kundan Shah", "Kundan Shah, Ranjit Kapoor", 3.0, "2h 33min", "Raju, a waiter, is crazy about TV reporter, Geeta. During an investigation, in order to prolong their meetings, he bears false witness to a murder and misleads the police with a fake description."], ["tt0251433", "Hark Tsui", "Koan Hui, Hark Tsui", 6.7, "1h 53min", "A streetwise young man becomes a bodyguard to score quick cash. He befriends a disillusioned mercenary determined to begin life anew. They find themselves working together to foil an assassination attempt, but their partnership can't last."], ["tt0252277", "Guddu Dhanoa", NaN, 5.0, "2h 40min", "A contract killer with a tragic past trains a teenage girl to avenge the murder of her family and falls for her in the process."], ["tt0251094", "Benny Chan", "Kiu-Ying Chan, Felix Chong, Bey Logan", 4.6, "2h", "After a lethal American attack robot, RS1, is unleashed onto the mean streets of Hong Kong, Asia's funkiest crime-fighting team finds themselves on the wrong side of then law."], ["tt0251756", "Ram Gopal Varma", "H. Banerjee, Jaideep Sahni", 6.1, "2h 26min", "A survival tale of two lovers, who tries their best to escape a jungle which is governed by a cold blooded dacoit."], ["tt0250476", "Jyoti Kumar", "Ramana Chintapally", 5.8, "2000", "Dirección"], ["tt0255189", "Marshall V. Davidson", "Marshall V. Davidson", 6.9, "2000", "Based on a true story, a young Marine Officer is interrogated about the death of one of his platoon members during training."], ["tt0255309", "Mahesh Manjrekar", "Ravi Shankar Jaiswal, Mahesh Manjrekar, K.K. Singh", 6.2, "2h 9min", "ACP Prithviraj is an honest cop. When he arrests the Chief Minister's son for assaulting a girl, the minister tries his best to create havoc in Prithviraj's life."], ["tt0255198", "Masaaki Tezuka, Ishirô Honda", "Hiroshi Kashiwabara, Wataru Mimura", 6.0, "1h 45min", "Japan creates an artificial black hole device to trap Godzilla forever, but a test of the device creates new foes for Godzilla, car-sized dragonflies called meganula and their queen, Megaguirus."], ["tt0255019", "Taikan Suga", "Shinichi Inozume", 6.5, "1h 48min", "A 20-something action figure collector named Yuji who owns hundreds of figures still sealed in their original blister packs. Lately, he's been obsessed with obtaining the super-rare \"Hellbanker\" figure. When Yuji finally tracks Hellbanker down, it turns out to be much more than just a collectible toy. Meanwhile, Yuji's friends are all consumed with different areas of ... Leer todo"], ["tt0255212", "Satish Kaushik", "Jainendra Jain, Bhupati Raja", 5.5, "2h 45min", "Inspired by the Telugu film, \"Pelli Chuskundam,\" the plot follows the life of a rape victim (Aishwarya Rai). Now, a disgrace to her family, she is turned away from her house after the sexual assault. But she finds shelter in the character played by Anil Kapoor."], ["tt0255679", "Eduard Bosch", "Patxi Amezcua, Jordi Gasull", 6.4, "1h 44min", "Arian is a naive but idealistic young woman of Basque heritage who falls in with a terrorist group fighting for the rights of her people. Hoping to prove her commitment, Arian volunteers to take part in a kidnapping organized by the Basque extremists, and she helps to abduct Isabel the daughter of a prominent businessman."], ["tt0255305", "Neeraj Vora", "Uttam Gada, Neeraj Vora", 5.2, "2h 37min", "Dev, a conman, gets killed by his wife Ritu, after she learns that the former is a debt-ridden thug who married her only to repay his debts. Her life turns upside down when she meets Anand, Dev's identical twin brother."], ["tt0253897", "La Monte Edwards", "La Monte Edwards", 6.4, "2000", "After Lee Fuller's sister dies from a drug overdose, he decides that is is time for vengeance. Lee begins to \"take out\" the dealers on route to the top dog, Donovan, and is placed on watch by two detectives. As things get out of hand we begin to learn more and more about this Vigilante."], ["tt0254927", "Yogesh Ishwar", "Kamlesh Pandey, Krishna Murali Posani, Nikhil Saini", 4.7, "2h 33min", "An honest and diligent man's life turns upside down after making an enemy in a ruthless mafia gang after he saves a girl from being molested by them."], ["tt0255097", "Harry Baweja", NaN, 4.6, "2h 44min", "Policeman Vishal is shot when his boss bungles a raid on a boat. To avoid the wrath of Vishal's family, his boss hires a lookalike to stop their suspicions. But when the policeman's girlfriend Sapna falls in love with the 'new' Vishal, all sorts of trouble is caused. Watch as events unfold itself and what a negative impact this will have on Vishaul's family."], ["tt0256375", "Mark Savage", "Mark Savage, David Richardson", 5.4, "1h 27min", "A family man who witnessed a hit-man carry out a killing as a child decides to carry out contract executions in the suburbs of Melbourne, but soon finds himself also working as a hit-man, making his life far more complicated."], ["tt0258550", "Jamie Mosberg", NaN, 8.4, "41min", "Dirección"], ["tt0259165", "Bruce Branit, Jeremy Hunt", "Bruce Branit, Jeremy Hunt", 7.1, "3min", "A section of a highway is blocked off so that a plane can make an emergency landing on it. However, there are two people still driving on the highway: a man in an SUV and an old lady in a Lincoln."], ["tt0258489", "Chi-Leung Law", "Tung-Shing Yee, Joe Man Kwong Cheung, Chi-Leung Law", 6.6, "1h 36min", "What begins as an innocuous entry into a gun competition eventually steers Rick towards a path of fatal rivalry. With extensive training, Rick emerges as one of the finest shooters in town. Three years down the line, four members of a G4 unit have been murdered; the suspects clear out any possible evidence. A top CID officer, Miu, narrows the suspect list down to just... Leer todo"], ["tt0258552", "Piotr Starzak", "Piotr Starzak", 2.5, "1h 30min", "Dirección"], ["tt0258862", "Robert Lee", "Paul A. Birkett", 4.2, "1h 37min", "A CIA agent who, while on assignment in Russia shortly before the fall of the Soviet Union, is captured by KGB forces and placed in a mental hospital. Eleven years later, Carville is given a chance to earn his freedom."], ["tt0259023", "Tin-Hung Yiu", "Hui-Ying Chen", 4.0, "1h 26min", "Dirección"], ["tt0259974", "Bob Buchholz, Mamoru Hosoda, Jeff Nimoy", "Akiyoshi Hongo, Jeff Nimoy, Bob Buchholz", 6.0, "1h 22min", "Throughout three different stories, Kari Kamiya and her friends take on explosive adventures involving digital creatures."], ["tt0260054", "Gakuryû Ishii", "Gakuryû Ishii, Goro Nakajima", 6.2, "2h 18min", "Benkei, a master fighter and killer, vows never to take another life after his conversion to Buddhism. His faith in pacifism, however, is shaken and ultimately broken by the attacks from a trio of fighters known only as \"the demons\". Taking up his sword once more, he sets out to end their murderous terror."], ["tt0261199", "Josh Evans", "Josh Evans", 1.8, "1h 28min", "In the idyllic suburban dystopia of Orange, the affable but clueless Paul agrees to be a drug courier for Mr. Ball who's about to take delivery of a drug rumored to be \"more addictive than air.\" Against the better judgment of his best friend D., Paul does the deal for quick cash, but the supplier turns on him and murders D. in the ensuing shootout. Paul goes on the la... Leer todo"], ["tt0260991", "Park Chan-wook", "Park Chan-wook, Seong-san Jeong, Hyun-seok Kim", 7.7, "1h 50min", NaN], ["tt0260948", "Guy Maddin", "Guy Maddin", 7.6, "6min", "A scientist chooses a wealthy man over her two lovers but must heal the earth's core to save humanity."], ["tt0261125", "Alan Mak", "Clement Sze-Kit Cheng, Joe Ma, Alan Mak", 6.6, "1h 29min", "A young man and his girlfriend walk into a triad war when they go to Thailand to find his estranged brother."], ["tt0262529", "Jianya Zhang", "Jian Hao", 5.8, "1h 54min", "A airplane flight goes wrong."], ["tt0260758", "Jesús Franco", "Kevin Collins, Jesús Franco, J. Douglas Wentworth", 3.2, "1h 30min", "Blind Target is the story of a young woman who emigrated from the poor tiny Latin American country of San Hermoso only to strike it rich and famous as an author in the United States. When she returns to her homeland to promote her novel \"Desperate Letters\" - a thinly veiled expose of her native land's political corruption - she is in for a welcome that she could not h... Leer todo"], ["tt0263101", "Danny Pang, Oxide Chun Pang", "Danny Pang, Oxide Chun Pang", 6.5, "1h 45min", "The story is of a deaf-mute hitman and his partner who are based in Bangkok. He is friends with his partner's girlfriend who is a stripper at a local club. They go about their assassination business as usual as the boss climbs the underworld ladder and forms new alliances. Flashbacks explain how he got to this point in his life. He forms a relationship with a young wo... Leer todo"], ["tt0263256", "Michael Wolk", NaN, 6.9, "1h 20min", "A career criminal tries to reconnect with his high school sweetheart, but sparks a rivalry with his brother and incites a plot that could kill them all."], ["tt0264778", "Mel Chionglo", "Ricky Lee", 6.1, "1h 40min", "Gregory (Piolo Pascual) bikes his way through the streets of Manila and transports film reels from one theater to another giving \"extra service\" to its patrons. He lives with his grandfather (Koko Trinidad) whose dementia worries Gregory, but whose stories on local movies-being friends with famous Philippine actors Rogelio dela Rosa, Carmen Rosales, Leopoldo Salcedo, ... Leer todo"], ["tt0266308", "Kinji Fukasaku", "Koushun Takami, Kenta Fukasaku", 7.5, "1h 54min", NaN], ["tt0266048", "Setsurô Wakamatsu", "Yûichi Shinpo, Yasuo Hasegawa, Kenzaburô Iida", 5.6, "2h 9min", "A group of terrorists has taken hold of the largest dam in Japan. They also capture the workers as hostages, and demanded JPY$5 billion from the government with a 24 hour deadline in exchange for the lives of the hostages. To make things more complicated, there was a snowstorm and no one can get in or out near the area. Fortunately, the terrorists did not capture Toga... Leer todo"], ["tt0266408", "Stanley Tong", "Stanley Tong, Steven Whitney", 5.3, "1h 43min", "Assassination at a charity event in Shanghai has 2 cops follow and fighting the assassin or follow a cute, Japanese woman pick-pocketing the victim. Drugs are involved. Chases with motorcycles, race-cars and helicopter follow."], ["tt0265647", "Luke Greenfield", "Luke Greenfield, David Scotti", 7.3, "10min", "You all know Bruno...Bruno is a born loser with the ladies. Scoffed and scorned, the only thing Bruno could pick up in a singles' bar is the check! Until now. Now Bruno sees the girl of his dreams and he'll fight all odds to win her - even her lesbian girlfriend. In a 10-minute brawl of hilarity, Bruno finds \"The Right Hook,\" a short film that asks the age-old questio... Leer todo"], ["tt0267622", "Ryu Seung-wan", "Ryu Seung-wan", 6.6, "1h 35min", "\"Die Bad\" is an inventive feature made up of four distinct episodes, each with their own style. With their criss-crossing characters and themes, they add up to a fairly comprehensive account of the causes and effects of male aggression, both tribal and individual."], ["tt0268255", "Joseph Novoa", "Sonia Chocrón", 5.9, "1h 26min", "The town of Papayal is located in the Amazon jungle. It is ruled by violence, greed and vice. It has grown around mines where gold is extracted, and where mercury has severely destroyed the environment. Apart from the local bar and brothel, the settlers have nothing to do but work on the mines. Every once in a while a man called Fellini arrives and projects films. One... Leer todo"], ["tt0269043", "Javier Olivera", "Constanza Novick, Héctor Olivera, Javier Olivera", 5.6, "1h 47min", "Es la historia de el joven Manuel, quien en su veloz moto sale a recorrer la Patagonia argentina en busca de su padre, y de si mismo. En medio de su viaje encontrará lo inesperado, que se llama Carolina, y entre ellos nacerá algo más que una amistad. Pero para escapar de lo obvio, Olivera eligió el género policial, que implica una pelea, un muerto, una comisaría, un i... Leer todo"], ["tt0269217", "Wisit Sasanatieng", "Wisit Sasanatieng", 6.9, "1h 50min", NaN], ["tt0270933", "Kazuki Akane, Yoshiyuki Takei", "Ryôta Yamaguchi, Kazuki Akane, Shôji Kawamori", 6.6, "1h 38min", "A grim retelling of the television series \"The Vision of Escaflowne\"."], ["tt0270880", "Padam Kumar, Jana Sue Memel", "Sanjay Masoomm", 4.5, "2h 20min", "Rajveer, an aspiring police officer is given a task to save Abbas from a cold blooded criminal Nazeer. Though Abbas and Rajveer hate each other but realizing the tragedy behind his parents death brings them closer."], ["tt0271641", "Chi Wai Lam", "Hung-Wah Leung", 7.7, "2000", "Dirección"], ["tt0271701", "Juan José Jusid", "Marcos Carnevale, Solange Keoleyan", 4.3, "1h 25min", NaN], ["tt0270271", "Yi-Wen Chen", "Yi-Wen Chen, Chao-Bin Su", 5.0, "1h 37min", "Dirección"], ["tt0271003", "Gísli Snær Erlingsson", "Jon Steinar Ragnarsson", 6.3, "1h 30min", "In the middle ages a small Greenlandic boy comes drifting with an Iceberg to a remote and superstitious settlement in Iceland and is believed to be an evil spirit by his looks. He saves a young boy from an avalanche and they become friends. The young Icelandic boy has to fight for his friends existence against the ignorant villagers, who want him imprisoned or even ki... Leer todo"], ["tt0270989", "Fred Dryer", "Derek Chase", 5.2, "1h 29min", "In the Californian desert, Sheriff Wade has to deal with drug couriers on Highway 395, a criminal releasing from jail and a serial killer."], ["tt0271748", "Anil Devgan", "Anees Bazmee, Robin Bhatt, Javed Siddiqui", 5.1, "2h 43min", "Raju is hired to pose as uncle to three orphaned kids in order to usurp their inheritance. But he changes his mind after falling in love with their governess and decides to fight the greedy relatives."], ["tt0272822", "Wilson Yip", "Clement Sze-Kit Cheng, Chi-Kin Kwok, Greg Mellott", 5.1, "1h 29min", "Action adventure in which the formula for a cancer-curing medicine is stolen, and a kung-fu fighting team must overcome rivals and doublecrosses in order to get it back"], ["tt0272010", "Filip Van Neyghem", "Rein Boumans, Marc de Bel", 5.8, "1h 32min", "Blinker, a boy who likes to play a detective, goes looking for the stolen family jewels of a baroness together with his friends Nellie and Sara."], ["tt0273161", "Bill Baggs", "Lance Parkin", 6.4, "2000", "When Dr Lauren Anderson agrees to Thomas Mordley testing his experimental new drug Cyberon on her brain damaged patients she expects little benefit. But Cyberon is going to revolutionize medicine and maybe even the world."], ["tt0274625", "Stuart T. Maschwitz", "Stuart T. Maschwitz", 6.2, "20min", "Scott is a painter, a very bad painter whose stuff is worse than what's on the walls at your local coffee-house. To make ends meet he's got a side job - he's a professional killer. Now that he's good at. When Scott finds himself competing for a job with San Francisco's most notorious hitman, the inimitable Nak, he realizes he must decide between a dangerous but lucrat... Leer todo"], ["tt0274541", "Hirohisa Sasaki", "Hiroshi Takahashi", 5.4, "1h 25min", "After her brother is accused of murdering four people, his sister, desperate to prove his innocence, goes to a psychic for help. The price they ask, however, is far more than she expected, and the answers they give her are nothing she could ever have imagined. And what is the FBI doing investgating a murder in Japan?"], ["tt0273870", "Shaji Kailas", "Ranjith", 7.6, "2h 55min", "Induchoodan is wrongly implicated in a murder case. Later, his father is imprisoned for murdering his daughter and Induchoodan vows to prove his innocence."], ["tt0275230", "Hiroyuki Kitakubo", "Kenji Kamiyama, Katsuya Terada, Jun'ichi Fujisaku", 6.6, "48min", "Saya is a Japanese vampire slayer whose next mission is in a high school on a US military base in 1960s Japan, where she poses as a student. She uses a katana/samurai sword to kill vampires."], ["tt0275052", "Wai-Man Cheng", "Kim-Fung Cheng", 5.5, "1h 28min", "A cop teams up with a pimp to catch a killer, who castrates his male victims."], ["tt0275969", "Donald Farmer", "Maurice J. Fagan, Donald Farmer", 2.4, "4h 33min", "Dirección"], ["tt0276210", "Takahisa Zeze", "Kishû Izuchi", 6.6, "1h 50min", "Dirección"], ["tt0276154", "James Yuen", "James Yuen", 6.4, "2000", "When a headless body is found in the trunk of his car, an undercover cop teams up with a coroner in order to clear his name."], ["tt0278274", "Tirupati Swamy", "Tirupati Swamy, Paruchuri Venkateswara Rao, Gopalakrishna Paruchuri", 6.0, "2h 30min", "Anjali is a journalist who lives a middle-class lifestyle with her widower dad in Hyderabad, Andhra Pradesh. One day while traveling by State Transport bus with her dad and her camera, their bus meets with an accident. She survives and witnesses a group of armed men killing a government official. She takes photographs and approaches her Editor and asks him to publish ... Leer todo"], ["tt0277736", "Anatoliy Artamonov, Dmitriy Fiks", "Gleb Aleynikov, Anatoliy Artamonov, Aleksandr Dulerayn", 4.8, "2000", "Dirección"], ["tt0278818", "Ka-Fai Wong", "Alex Pao", 6.2, "1h 28min", "True friendships and old romances never die as friends Rock and a hitman Ace both romance Fung, an old flame. She pines for the love of Ace who's profession crosses paths with two young police officers that hide out on their little island from the authorities. One of them is framed by a fellow colleague. When these two parties collide and a vengeful pack of hired kill... Leer todo"], ["tt0275773", "Ryûhei Kitamura", "Ryûhei Kitamura, Yûdai Yamaguchi", 6.3, "1h 59min", NaN], ["tt0277289", "Aman Chang", "Aman Chang", 5.5, "1h 30min", "A mainland security officer must race against the clock to retrieve the son of a man who's holding an entire school hostage."], ["tt0278351", "Young-jun Kim", "Young-jun Kim", 6.1, "1h 58min", "A sweeping, epic tale of a martial arts warrior who attempts to defy a kingdom to be with his love."], ["tt0279809", "Lloyd A. Simandl", "Chris Hyde", 3.6, "1h 32min", "An ex-star pilot must stop a mad criminal and his gang from destroying what is left of civilization."], ["tt0281019", "Wojciech Wójcik", "Witold Horwath", 5.6, "1h 42min", "The French dispatch a professional assasin to kill one of the richest businessman in Poland who cheated them in business dealings. State apparatus is illegally used by the corrupt businessmen to defend himself."], ["tt0280427", "Yong-sik Yu", "Park Chan-wook", 5.6, "1h 44min", "A groups of Korean anarchists in 1920s China are determined to overthrow the military and government."], ["tt0282501", "Alex Orrelle", "Alex Orrelle", 6.8, "7min", "Dirección"], ["tt0113545", "Vicky Shen", "Vicky Shen", NaN, NaN, "A crying baby is left out of a hidden shelter, and ironically saves his own life when the shelter is blown-up by American soldiers in Vietnam. The baby is brought to America only to become a soldier in another generation of war."], ["tt0114447", "David H. May", "David H. May", 4.1, "1h 30min", "An elite Federal force whose objective is to eliminate organized crime is violently assassinated by an evil Asian crime lord. The sole survivor of the group teams up with his late partner's widow to strike back at the crime lord and his son."], ["tt0120737", "Peter Jackson", "J.R.R. Tolkien, Fran Walsh, Philippa Boyens", 8.9, "2h 58min", NaN], ["tt0128165", "Marcos Antonio Miranda", "Roberto Lopez", 3.8, "1h 40min", "Romeo & Juliet Meets the underground drug scene in this Genx action film. Samantha and Alex fall in love, the problem is that her mom is a druglord and his dad is the chief of police!"], ["tt0132245", "Renny Harlin", "Jan Skrentny, Neal Tabachnick, Sylvester Stallone", 4.6, "1h 56min", NaN], ["tt0133152", "Tim Burton", "Pierre Boulle, William Broyles Jr.Lawrence Konner", 5.7, "2h", NaN], ["tt0141120", "Douglas Jackson", "Douglas Jackson, Dave Tedder", 4.0, "1h 26min", "A feared Chinese Tong soldier goes undercover in America as an Asian Internet bride."], ["tt0146316", "Simon West", "Sara B. Cooper, Mike Werb, Michael Colleary", 5.8, "1h 40min", NaN], ["tt0150021", "James Keach", "Billy Bob Thornton, Tom Epperson, Karl Schanzer", 4.5, "1h 38min", "An actor discovers the dark side of private investigating when he takes on an assignment in rural Oregon with a crusty P.I."], ["tt0159378", "John E. Vitali", "John E. Vitali", 5.4, "1h 48min", "In order to make his legal problems disappear, ANTHONY VALENTINE agrees to form an amateur men's street hockey team and represent his home town in a state-wide tournament. Although he sees this as an opportunity to keep the old gang together, the old gang does not, and very reluctantly plays along half heartedly, until one of their teammates is killed in an auto accid... Leer todo"], ["tt0159273", "John Moore", "Jim Thomas, John Thomas, David Veloz", 6.4, "1h 46min", NaN], ["tt0160275", "Cristobal Krusen", "Cristobal Krusen", 7.4, "1h 42min", "The indoctrination of Gerrit Wolfaardt is complete: his family traditions, history, culture- even his church-have taught him that black South Africans are a cancer in the land. Under the eye of prominent members of the government and military, Gerrit develops a diabolical plan to rid South Africa of its \"black danger.\" Before his plans can be carried out, he meets two... Leer todo"], ["tt0163025", "Joe Johnston", "Michael Crichton, Peter Buchman, Alexander Payne", 5.9, "1h 32min", NaN], ["tt0163764", "Kenny Griswold", "Kenny Griswold, Bill Kerig", 5.9, "1h 34min", "Net Worth details the serio-comic story of four friends who learn the value of friendship as they embark on a thirty day contest to achieve the highest net worth in a new city with no cash and no connections."], ["tt0164961", "Pitof", "Eugène-François Vidocq, Pitof, Jean-Christophe Grangé", 6.4, "1h 38min", NaN], ["tt0173840", "Hironobu Sakaguchi, Motonori Sakakibara", "Hironobu Sakaguchi, Al Reinert, Jeff Vintar", 6.4, "1h 46min", NaN], ["tt0179626", "John Herzfeld", "John Herzfeld", 6.1, "2h", NaN], ["tt0181739", "Bobby Farrelly, Peter Farrelly", "Marc Hyman", 6.3, "1h 35min", NaN], ["tt0183790", "Brian Helgeland", "Brian Helgeland", 7.0, "2h 12min", NaN], ["tt0188575", "Mark Steven Grove", "Robert Gosnell", 5.6, "1h 26min", "Korean martial arts master teams up with US police detective to solve the mystery of his missing sister. Their search leads to a sinister underworld organization that they must battle their way through."], ["tt0193364", "Sheldon Lettich", "Les Weldon, Jean-Claude Van Damme", 4.6, "1h 29min", NaN], ["tt0193560", "Steve Miner", "George Durham, Scott Busby, Martin Copeland", 5.2, "1h 30min", NaN], ["tt0196158", "Albert Pyun", "Paul B. Margolis", 3.5, "1h 32min", NaN], ["tt0195393", "Craig Corman", "Craig Corman, Harold Robbins", 4.9, "1h 27min", "Ty's pal J.J. frames him in a murder and cocaine theft in Hong Kong in 1992. Ty's wife Rachel may be in on the con, so, when Ty gets early release from prison as a gesture of good will from the city's new Mainland government, he doesn't bother to look her up. But she finds him in Southern California to warn him that J.J. wants him dead. Whack J.J. first, she tells Ty,... Leer todo"], ["tt0194704", "Neil Hollander", "Regine Michel", 6.9, "1h 55min", "Victims of China's \"One-Child\" policy. A Quest for freedom in the South China sea. Birds of Passage is a story of survival as a crew of renegades and a cargo of 200 orphans (all girls) with the help of Captain John Savienko (Stacy Keach) sails towards a brighter future."], ["tt0199898", "Herman Yau", "Man Choi Lee, Roy Szeto, Hark Tsui", 4.8, "1h 44min", "Policeman Fong and her girlfriend Miss Cheung lost their memory in a car accident. With the help from Laofuzi and Big Potato, they get rid of the gangsters and be together once again."], ["tt0201694", "Lionel C. Martin", "Tony De, Camillis, Louis J. Pearlman", 2.6, "1h 33min", "A twenty-something tennis instructor/gigolo gets embroiled in a scheme involving seduction and insider trading."], ["tt0206314", "John Dahl", "Clay Tarver, J.J. Abrams", 6.6, "1h 37min", NaN], ["tt0207198", "Gregor Schnitzler", "Stefan Dähnert, Anne Wild", 6.7, "1h 41min", "6 anarchists place a time bomb in a West Berlin building in 1987. It's a dud. It blows up in 2000. Only 2 remain anarchists. How can the 6 steal evidence from a police \"fortress\" and avoid 8 years prison?"], ["tt0209163", "Stephen Sommers", "Stephen Sommers", 6.4, "2h 10min", NaN], ["tt0211443", "James Isaac", "Todd Farmer, Victor Miller", 4.4, "1h 32min", NaN], ["tt0214032", "Mike Norris", "Jack Martin, Mike Norris", 5.9, "1h 38min", "Police Officer Billy Rains (Mike Norris) and his partner Darren Steel (David Rael) are finishing their last shift together, after which Rains intends to leave for retirement in Mexico. Everything changes, however, when the pair respond to a simple call that turns deadly, leading them on a high-speed chase throughout the city and killing Rains. Paired with a new partne... Leer todo"], ["tt0213642", "Daniel Baldwin", "Kenneth August", 3.3, "1h 37min", "A professional thief turns state's evidence on his Mafia boss and enters into the witness protection program."], ["tt0213149", "Michael Bay", "Randall Wallace", 6.2, "3h 3min", NaN], ["tt0212867", "Darin Ferriola", "Darin Ferriola", 4.8, "1h 45min", "Two thieves down on their luck get hired to steal the Rock of Lazarus, an ancient relic capable of returning evil souls to earth."], ["tt0215135", "William Wesley", "Scott Fivelson, Thomas Weber, William Wesley", 4.4, "1h 26min", "A federal witness runs away and a team of government agents track him down, but when they take a shortcut on the return trip, they're attacked by zombies."], ["tt0215750", "Jean-Jacques Annaud", "Jean-Jacques Annaud, Alain Godard", 7.5, "2h 11min", NaN], ["tt0215824", "Claus Strigel", "Martin Östreicher, Claus Strigel, Alexander S. Neill", 4.7, "1h 40min", "A strange green cloud has turned almost the entire human race into stone. The only survivors are eight children, their intrepid teacher Birnenstiel and his friend, a jolly millionaire, who by chance all happen to be in an airship above the green cloud at the time. Against this background Birnenstiel tells a bizarre adventure story in which he and the children are hero... Leer todo"], ["tt0217979", "Jim Wynorski", "Steve Latshaw", 3.4, "1h 37min", "An oil refinery blows up, causing a firestorm that threatens a hospital and everyone inside."], ["tt0218126", "Fred Olen Ray", "Sean Mc, Ginly", 3.5, "1h 35min", NaN], ["tt0218817", "Peter Howitt", "Howard Franklin", 6.1, "1h 48min", NaN], ["tt0218053", "Darren Doane", "Darren Doane, Evan Jacobs, Matthew Reithmayr", 3.1, "1h 35min", "Dean Campbell is a high-powered attorney who returns home from work to find his family being held hostage by terrorists."], ["tt0219179", "Ashby Richardson", "Ashby Richardson", 7.2, "18min", "Dirección"], ["tt0219957", "Michael Oblowitz", "Kevin R. Frech", 4.9, "1h 33min", NaN], ["tt0220623", "Anders Nilsson", "Anders Nilsson, Joakim Hansson", 6.3, "1h 52min", "Sven's clothing factory sabotaged. He hires bodyguard Nikolaus to investigate. Nikolaus uses brutal methods, horrifying Sven who calls off their deal. But Nikolaus still considers contract binding and Sven's family is now at risk."], ["tt0223284", "Art Camacho", "Art Camacho, Juan Rodriguez Flores, Samuel Oldham", 3.5, "1h 32min", "An ex-cop, framed for a murder he didn't commit, sets out to find the real killer."], ["tt0225828", "Dean Rusu", "Dean Rusu", 3.9, "1h 31min", "A lonely truck driver teams up with a retired security expert to derail a sophisticated white slave trafficking operation."], ["tt0227194", "Shashilal K. Nair", "Sanjay Chhel, Raaj Kumar Dahima, Manoj Lalwani", 5.5, "2h 49min", "When a cop's partner is killed in the line of duty, he assumed guardianship of his orphaned children while investigating the murder."], ["tt0227445", "Frank Oz", "Daniel E. Taylor, Kario Salem, Lem Dobbs", 6.8, "2h 4min", NaN], ["tt0228508", "Zoran Sudar", "Vicenco Blagaic, Ivica Ivanisevic, Zoran Sudar", 4.8, "1h 27min", "After the death of a wealthy Croatian emigrant, it is discovered that he left his fortune to an unknown, illegitimate relative back in Croatia."], ["tt0227984", "Ronny Yu", "Stel Pavlou", 6.3, "1h 33min", NaN], ["tt0228333", "John Carpenter", "Larry Sulkis, John Carpenter", 4.9, "1h 38min", NaN], ["tt0228977", "Jose Reyes Bencomo", "Jose Reyes Bencomo", 7.3, "1h 23min", "A drug runner takes over a lucrative drug business only to find his new found empire crumble when a deal goes bad."], ["tt0227538", "Robert Rodriguez", "Robert Rodriguez", 5.6, "1h 28min", NaN], ["tt0230011", "Gary Trousdale, Kirk Wise", "Tab Murphy, Kirk Wise, Gary Trousdale", 6.9, "1h 35min", NaN], ["tt0230291", "Timothy Bond", "Peter Jobin, Harry Alan Towers", 4.5, "2001", "Medical and de-mining personnel for the United Nations must escape from war-torn Angola before revolutionaries kill them."], ["tt0232098", "Daniel D'Or", "William D. Bostjancic, Michael B. Druxman, Billy Hulkower", 3.2, "1h 35min", "After a civilization is all but wiped out by a comet, evil forces take advantage of the weak. A powerful woman fights back for the sake of the vulnerable."], ["tt0231402", "Simon Wincer", "Paul Hogan, Matthew Berry, Eric Abrams", 4.8, "1h 35min", "Australian Outback adventurer Mick \"Crocodile\" Dundee travels to Los Angeles with his young son while his longtime companion suspects foul play at a movie studio."], ["tt0232500", "Rob Cohen", "Ken Li, Gary Scott Thompson, Erik Bergquist", 6.8, "1h 46min", NaN], ["tt0233142", "Demian Lichtenstein", "Richard Recco, Demian Lichtenstein, Kevin Bernhardt", 6.0, "2h 5min", NaN], ["tt0237687", "Mitsuru Hongô", "Ohji Hiroi, Wendee Lee, Mitsuru Hongô", 5.4, "1h 20min", "Join Sakura's troupe of musical mechsuit divas for a supernatural showdown. As a fresh face joins the team, others begin to vanish. When demons terrorize Tokyo, the metal maidens must pull their act together and drop the curtain on evil."], ["tt0237534", "Christophe Gans", "Stéphane Cabel, Christophe Gans", 7.0, "2h 22min", NaN], ["tt0239341", "Kodi Ramakrishna", "Jonnavithula, Kodi Ramakrishna", 5.7, "2h 41min", "Archeologist balaram doesn't believe in God and tries to find out the mystery of water torque in sea at ancient Dwaraka. Balaram believes that there is a mystery behind that's a strange thing in the sea. With unremitting attention to his purpose and frustrated by the lack of initiative on the part of the government, he jumps into the sea during one Amavasya and comes ... Leer todo"], ["tt0238948", "George Gallo", "Graham Greene, Guy Elmes, Denis Freeman", 5.4, "1h 28min", NaN], ["tt0238552", "Ringo Lam", "Lawrence Riggins, Les Weldon", 5.3, "1h 40min", NaN], ["tt0239395", "Lawrence Guterman", "John Requa, Glenn Ficarra", 5.1, "1h 27min", NaN], ["tt0242746", "Johanna Demetrakas", "Johanna Demetrakas", 5.1, "1h 36min", "A hit man is sprung from jail to kill a socialite, but strikes up a romance with a pretty parole officer instead."], ["tt0242445", "Andrzej Bartkowiak", "Ed Horowitz, Richard D'Ovidio, John Westermann", 5.6, "1h 41min", NaN], ["tt0243278", "Sidney J. Furie", "Sidney J. Furie, Greg Mellott", 5.2, "1h 53min", "A group of Marines return to Vietnam with a news crew to relive their tragic war experiences."], ["tt0244000", "Les Mayfield", "Roderick Taylor, John Rogers", 5.9, "1h 34min", NaN], ["tt0243609", "David L. Cunningham", "Ernest Gordon, Brian Godawa", 6.9, "2h 5min", NaN], ["tt0243885", "Terry Cunningham", "Terry Cunningham, Jay Froberg", 3.6, "1h 43min", "After the murder of their families by a terrorist bomb, five young adults are trained as a hi-tech, anti-terrorist team with a mission to search and destroy high-profile terrorist groups."], ["tt0243554", "Scott Reynolds", "Scott Reynolds", 6.3, "1h 38min", "A man enters a roadside diner run by a young woman and claims he is being chased by murderers."], ["tt0244244", "Dominic Sena", "Skip Woods", 6.5, "1h 39min", NaN], ["tt0244479", "Jan Sverák", "Zdenek Sverák", 7.1, "1h 52min", "The friendship of two men becomes tested when they both fall for the same woman."], ["tt0243907", "Harris Done", "Diane Fine, Richard Preston Jr.", 5.0, "1h 37min", NaN], ["tt0244744", "Mark Roper", "Peter Jobin, Harry Alan Towers", 3.5, "1h 34min", "By order of Her Majesty's Foreign Office, Captain Strong (Gary Daniels) is given a dangerous assignment to deliver a delicate communication to the British Ambassador in Kazakhstan. As the senior officer for the elite Queen's Messenger corps, Captain Strong must pledge to protect his diplomatic cargo with his life."], ["tt0245095", "Tom Kinninmont", "Desmond Bagley, John Penney", 4.0, "1h 34min", "A C.I.A. Agent and a geneticist battle to keep a deadly biological weapon from falling into the wrong hands, when the weapon's inventor is kidnapped."], ["tt0245891", "Eric Hannah", "Eric Hannah, Craig Detweiler", 5.7, "1h 33min", "As four lifelong friends, Will, Bryan, Matt, and Corey, are on the road trip they've been planning their whole lives, Corey's beloved grandfather unexpectedly dies. When going to claim Corey's inheritance, the gang meets Matt's beautiful cousin Jessie and embark on a hilarious, extreme sports-filled adventure."], ["tt0245799", "Lloyd A. Simandl", "Chris Hyde", 5.8, "1h 33min", "A young warrior bands with a small group of rebels to wage a guerilla war in order to rescue his love and save his people from certain death."], ["tt0245120", "J.S. Cardone", "J.S. Cardone", 5.3, "1h 30min", "A young man gets embroiled in a war against vampires."], ["tt0246500", "Chris Ver Wiel", "Chris Ver Wiel", 6.3, "1h 32min", "This is a comedy about mistaken identities, a hitman who sees everything in terms of the movies, and a twenty-year-old diamond heist."], ["tt0246438", "Thomas Jahn, Til Schweiger", "Jürg Brändli", 5.1, "1h 35min", "Four buddies and wannabee crooks fails a drug deal. The drug lord is not pleased. He gives them five days to raise the lost money."], ["tt0246544", "Peter Hyams", "Alexandre Dumas, Gene Quintano", 4.7, "1h 44min", NaN], ["tt0247419", "Yves Simoneau", "William Davies", 5.0, "1h 36min", NaN], ["tt0247303", "Dick Maas", "Dick Maas", 4.7, "1h 51min", "When the elevators in New York's 102-story Millennium Building start to malfunction, mechanic Mark Newman is sent to find the cause. After a series of gruesome and deadly \"accidents\" occur, Mark joins forces with spunky reporter Jennifer."], ["tt0248742", "Jim Wynorski", "Steve Latshaw", 3.4, "1h 33min", "A scientist recovers a powerful weapon created by inventor Nicola Tesla in the early twentieth century. Now, the plane carrying the device and a disparate group of passengers crashes in the Canadian mountains. The battle to survive begins."], ["tt0250687", "Jerry Zucker", "Andy Breckman", 6.5, "1h 52min", NaN], ["tt0250613", "Phillip J. Roth", "Terri Neish, Phillip J. Roth", 3.4, "1h 36min", "As a result of a drilling accident, a giant man-eating boa constrictor is released into a maximum security prison in Antarctica."], ["tt0249371", "Santosh Sivan", "Saket Chaudhary, Santosh Sivan, Abbas Tyrewala", 6.4, "3h", "The epic tale of King Asoka's life is recounted."], ["tt0250720", "John Whitesell", "George Gallo, Gregory Poirier, Dan Baron", 5.4, "1h 34min", "A mailman takes care of a dog that, unbeknownst to him, is an FBI drug-sniffing superdog that has escaped from the witness protection program after becoming the target of an assassination."], ["tt0249511", "Shundo Ohkawa", "Chris Chan Lee, Shundo Ohkawa", 4.2, "1h 27min", "A kidnap plot involving the daughter of a powerful Japanese businessman goes terribly wrong."], ["tt0253126", "Mel Smith", "Kim Fuller, Georgia Pritchett", 6.1, "1h 26min", "A nurse eavesdrops with a friend on a cell phone conversation that describes a bank heist. She and the friend then conspire to blackmail the robbers for two million dollars."], ["tt0253487", "Benjamin Louis", "Benjamin Louis", 5.4, "1h 33min", "A criminal mastermind orchestrates a scheme to have a loved one assassinated."], ["tt0249818", "Gunasekhar", "Gunasekhar, Satyanand, Veerendranath Yandamoori", 4.5, "2h 27min", "Raju lives a poor lifestyle in rural India along with his parents. He meets with a wealthy city girl, both fall in love, and get married much to the chagrin of her father who decides to separate them with much success. When she gives birth to Akila, she goes to meet with Raju, but he refuses to speak with her. Now an Engineer, she is assigned the task of building a ra... Leer todo"], ["tt0250485", "Ed Anders", "Gene Goldsman, John Meyer, Rob Neighbors", 3.6, "1h 34min", "Two cops, a rookie and his partner, a veteran, are increasingly troubled by wild and illegal behavior of some of their colleagues. At first they try to ignore it, but it soon proves to be impossible to ignore."], ["tt0252223", "Stefan Ruzowitzky", "Digby Wolfe, Joseph Manduke, June Roberts", 4.8, "1h 39min", "A mismatched team of British Special Services agents led by an American must infiltrate, in disguise, a female-run Enigma factory in Berlin and bring back the decoding device that will end the war."], ["tt0252503", "David Mamet", "David Mamet", 6.5, "1h 49min", NaN], ["tt0253335", "Julia Montejo, Jesus Nebot", "Julia Montejo, Jesus Nebot, Chris Sablan", 5.8, "1h 41min", "A Honduran English literature professor who migrates illegally to Southern California with his 6-year-old daughter after his wife is killed in Hurricane Mitch."], ["tt0254334", "John Irvin", "Robin Hunter, Allan Scott", 5.3, "1h 36min", NaN], ["tt0254703", "John Glen", "Steven Hartov, Avi Nesher", 4.3, "1h 40min", NaN], ["tt0254252", "Marc S. Grenier", "Terry Abrahamson", 5.1, "1h 40min", "Desmond Caine suffers from insomnia and spends his nights walking the streets. One night, he witnesses a murder, generating a strange chain of events in his life."], ["tt0256531", "Mario Andreacchio", "Alexandre Dumas, John Goldsmith", 4.6, "1h 32min", "Young Blades follows D'artagnan (Hugh Dancy), a young arrogant swordsman; Radegonde (Sarah-Jane Potts), a clever girl he meets in the woods; and a trio of Musketeers as they attempt to thwart a plot to send France and Spain into war."], ["tt0256341", "Robert Vernon", "Robert Vernon", 5.5, "1h 29min", "A couple come into contact with stolen mob money, gamble it away, and end up on the run from gangsters."], ["tt0256155", "Chuck Comisky", "Shane Bitterling, Chuck Comisky, Justin Stanley", 3.2, "1h 36min", "The legendary Loch Ness Monster, terrorizes a lake in Scotland and Patrick Bergin comes out to kill it."], ["tt0257231", "Santiago Segura", "Santiago Segura", 6.4, "1h 39min", NaN], ["tt0258038", "Louis C.K.", "Louis C.K.", 5.3, "1h 21min", NaN], ["tt0259386", "Russell Gannon", "Russell Gannon, Jim Lotfi", 4.9, "1h 30min", "A wannabe actor becomes a bouncer and is seduced by the fast-paced world of Los Angeles nightlife."], ["tt0260136", "Andrew Lau, Corey Yuen", "Sap Sam Chan", 4.3, "1h 32min", "A futuristic research compound develops a new police tool called the Power Glove. Supposedly, it gives the wearer incredible powers by letting him tap into the 'unused 80%' of his mental potential. It turns out that the glove also enables the wearer to take over the minds of others, and one unbalanced police volunteer tries to use this to stage a coup. In the end, one... Leer todo"], ["tt0262462", "Lee Stanley", "Carman, Lee Stanley, Tony Cinciripini", 5.3, "1h 22min", "Carman must enter the boxing ring once again. Even though the doctor has advised him against it, he picks up his gloves for one last fight, for his father, for his church, for his love, and for his life."], ["tt0262828", "Greg Carter", "Greg Carter, Keith Kjornes", 2.3, "1h 30min", "Take a step into the thugged out world of gangs, dollars and power set in da hood of Compton with rappers Willie d, lady of rage and napoleon."], ["tt0263746", "Richard Pepin", "Richard Pepin, Michael Derbas, Paul A. Birkett", 3.8, "1h 37min", "A psychic's investigation into the disappearance of a Senator's daughter leads her to a dangerous cult and the truth about her mysterious past."], ["tt0263728", "Brian Trenchard-Smith", "Stephan Blinn, Hollis Barton, John Fasano", 3.9, "1h 44min", "Megiddo is a supernatural ride into a world teetering on the edge of the Apocalypse. It follows the rise of a Machiavellian leader bent on amassing the armies of the world for the battle of Armageddon while calamities of Biblical proportions pummel the Earth. Though both prequel and sequel to The Omega Code, Megiddo works also as a stand alone story for anyone who mis... Leer todo"], ["tt0264792", "Matthew George", "Lachy Hulme, Matthew George", 4.9, "1h 36min", "Christopher Skase. He ruled Australia and stole a fortune, fleeing to the coast of Spain. No one could touch him. No one could stop him. Until Peter Dellasandro and a small force of men swore they'd bring him down."], ["tt0263199", "Dasari Narayana Rao", "Dasari Narayana Rao", 4.8, "2001", "Dirección"], ["tt0265086", "Ridley Scott", "Mark Bowden, Ken Nolan", 7.7, "2h 24min", NaN], ["tt0265709", "Dominique Forma", "Dominique Forma, Daniel Golka, Amit Mehta", 5.7, "1h 31min", "A young man about to get married earns extra cash by driving a local mobster, but things go awry when the mobster is killed by a rival crime boss."], ["tt0266339", "Macdonald Carpenter", "Roy Moore, Ronald Williams", 2.8, "1h 54min", "Dirección"], ["tt0266102", "Deborah Attoinese", "Deborah Attoinese, Amy Dawes", 6.8, "1h 30min", "Three runaway girls hijack a car."], ["tt0265190", "Francis Hamada", "Nancy Frye, Francis Hamada, Michael Neeley", 4.0, "2001", "After tracking down information on stolen nuclear warheads in the Balkans, a special covert operative decides to retire and settle down to a safe desk job. But his recent missions have angered dark forces who are responsible for a dastardly terror plot against the U.S. After losing his woman to an assassin's bullet, he decides to go after the stolen nukes with the hel... Leer todo"], ["tt0264606", "Steven Rush", "Steven Rush", 3.4, "1h 30min", "A highly decorated Navy Seal is forced out of retirement in order to save his son's life and bring justice to the man who destroyed his career."], ["tt0265198", "Art Camacho", "David De, Falco", 2.8, "1h 30min", "In 2010 three heroes battle to survive in a city which is being controlled by an evil gang."], ["tt0264605", "Michel Qissi", "Michel Qissi, Jonathan Davenport", 3.6, "1h 30min", "An international thief becomes a hero as he seeks revenge against the partner who betrayed him."], ["tt0265104", "Michael Oblowitz", "Christos N. Gage, Ruth Fletcher", 4.7, "1h 31min", "When a rogue vampire kills his partner, an NSA special agent reluctantly teams with another officer who is a \"good\" vampire in an attempt to track down the evil vampire killer."], ["tt0267804", "James Wong", "Glen Morgan, James Wong", 5.9, "1h 27min", NaN], ["tt0265452", "Naeem Sha", "Naeem Sha", 4.2, "2h 53min", "SPU unit officer Sagar Chauhan is assigned with the task of looking over Meenal Patel the mentally imbalance wife of multi-millionaire businessman Pratap Rai. When Meenal dramatizes her death; Sagar begins investigations and comes to realize that he is merely used as a poppet in the hands of some influential people who wants to divert his attention elsewhere so that t... Leer todo"], ["tt0265226", "Gregory Wilson", "Gregory Wilson", 5.9, "1h 40min", "Angel, a young Hispanic man experiencing romantic woes (Arias), tries to defraud his way to financial gain by swiping credit cards at a gas station, but is caught in the act by the leader of a gang of home invaders (David) who forces him to chose - to join the crew of depraved burglars in their pursuit of trespass, or face uncertain reprisal. For a time it seems that ... Leer todo"], ["tt0265611", "Robert J. Wilson", "Martin Kitrosser, John Mc, Gowan", 5.3, "1h 36min", NaN], ["tt0267414", "Robert Malenfant", "Martin Kitrosser", 4.7, "1h 38min", NaN], ["tt0267129", "Ariel Zeitoun, Julien Seri", "Luc Besson, Philippe Lyon, Julien Seri", 6.1, "1h 30min", NaN], ["tt0267287", "Mamoru Oshii", "Kazunori Itô", 6.4, "1h 47min", NaN], ["tt0266915", "Brett Ratner", "Ross La, Manna, Jeff Nathanson", 6.7, "1h 26min", NaN], ["tt0267659", "Anthony Hickox", "Robert Syd Hopkins, Anthony Hickox", 4.9, "1h 38min", "Frank Banner used to specialize in helping Soviet spies defect safely to the West. Banner's wife was shot to death aiding such an escape. Now, with the Cold War over, Banner is called upon to safely escort an ex-K.G.B. man who is wanted dead by both the CIA and the Russian Mafia."], ["tt0267336", "Lloyd A. Simandl", "Chris Hyde", 3.4, "1h 30min", "In the not-so-distant future, a massive plague kills almost everyone on Earth, except for about 20 young women from a small private school."], ["tt0267923", "Timothy Bond", "H. Rider Haggard, Peter Jobin, Harry Alan Towers", 3.5, "1h 34min", "Leo Vincey receives a map from his late father, leading him to the legendary city of Kor in search of an explanation for his mysterious ancestry. He is accompanied by his girlfriend Roxanne. He discovers that he is the only descendant of an Egyptian priest who had been executed for the crime of falling in love with the Egyptian Princess. The ruling queen Ayesha, or ra... Leer todo"], ["tt0266987", "Tony Scott", "Michael Frost Beckner, David Arata", 7.1, "2h 6min", NaN], ["tt0268397", "John A. Davis", "John A. Davis, David N. Weiss, J. David Stem", 6.1, "1h 24min", NaN], ["tt0268548", "Eric Weston", "William Lee, Dick Lowry", 4.6, "1h 30min", "A father suspected of murder must fight to save his family from a ruthless killer in this action-packed suspense thriller, starring Michael Madsen, Michele Scarabelli, Jeff Wincott, Steve Adams and Victoria Snow."], ["tt0269654", "Mario Avila", "Mario Avila", 6.7, "2001", "True story about two Mexican students who were shot and killed by Oklahoma police officers in June of 1931. Made international news when it was discovered that one of the students that was killed was the son of the President of Mexico."], ["tt0271053", "Alfred Cheung", "Alfred Cheung", 3.5, "1h 30min", "The story is about a hired professional who kills the wrong target. Seeking redemption, the professional finds himself protecting his missed target from the underground syndicate."], ["tt0271027", "Chris Nahon", "Jet Li, Luc Besson, Robert Mark Kamen", 6.6, "1h 38min", NaN], ["tt0271200", "Laurence Malkin", "Chad Thumann, Laurence Malkin", 4.3, "1h 36min", "Kevin Burke a young executive for a multinational investment bank, is a rising star in the Rotterdam office. Rewarded for his perceptive eye and mastery of foreign languages, Kevin receives the promotion he has been working for - a coveted spot on the company's internal security team. Trained by the enigmatic Mr. Ficks to protect the firm's employees in volatile, thir... Leer todo"], ["tt0270487", "Billy Wirth", "Tyrone Atkins, Aaron Courseault, Sheri Sussman", 6.2, "1h 26min", "The story follows one of many homeless crack addicts living and trying to survive in MacArthur Park. Unbeknownst to perhaps even himself, a man rediscovers why and how he ended up so broken and alone, all while trying to reconnect with his estranged son in a 24-hour period."], ["tt0272020", "Rod Lurie", "David Scarpa, Graham Yost", 6.9, "2h 11min", NaN], ["tt0272123", "Klaus Gietinger", "Klaus Gietinger", 7.2, "1h 39min", "When railroad lines are shut down again and again and employees are laid off, Kurt Grantke takes the initiative and, armed with an angle grinder, tries to dissuade the commercial railroad from its goals by committing acts of sabotage."], ["tt0272105", "Yusof Haslam", "Yusof Haslam", 5.4, "1h 57min", "A special police unit, headed by Inspectors Mazlan and Aleeza, which was set up to battle major crime syndicates dealing in pirated porn VCDs and ecstasy pills. Two of the major rival syndicates are headed by Castelo and Rafayel. Things are further complicated by the arrival of Inspector Shafikah and a TV journalist, Azura."], ["tt0271543", "Marc S. Grenier", "Les Weldon", 4.5, "1h 35min", "When the FBI can't protect a witness, it's up to ex-agent Price and his own protection program to take them under."], ["tt0272068", "Craig Singer", "Robert Dean Klein", 7.6, "1h 38min", "A pulp-fiction type dark comedy about 3 hitmen who are given a list of places to go. They arrive at the locations on the list and there they must figure out what they need to do."], ["tt0272607", "Raj Kanwar", "Sutanu Gupta", 4.4, "2h 37min", "ACP Arjun Singh and his brother-in-law, Tayaji are with the police force but when Tayaji is assassinated on duty Arjun's family feels devastated by his death. Soon, Gawa Firozi and his brother Sikander start to terrorize the city."], ["tt0271972", "Jack Sholder", "Mark Sevi", 4.0, "1h 35min", NaN], ["tt0271946", "Teddy Chan", "Rod Dean, Ivy Ho", 5.8, "1h 48min", NaN], ["tt0273226", "Roger Roth", "Roger Roth", 6.6, "1h 38min", "He thought he knew what life was about. He was dead wrong. Rob's an ambitious photographer who is trying to boost his career. He attempts to document life in the 'hood and hooks up with a gang who shows him what life is like on their turf, with their rules. Rob realizes he is in too deep as the bodies start to drop. Will he make it out alive?"], ["tt0273406", "Indra Kumar", "Rajeev Kaul", 4.0, "2h 40min", "Pooja and Chander connect over the telephone and fall in love when they finally meet. However, since Pooja's alcoholic father would never approve, she decides to run away from her house."], ["tt0273649", "Tony Urban", "Tony Urban", 6.2, "2001", "After an accidental shooting during a morning of illegal poaching leaves a man dead, a group of friends covers up the death. As they try to move on with their lives, Raffi begins to crumble, and feels like someone is after him."], ["tt0274830", "Boguslaw Linda", "Tomek Mazur, Wojciech Smarzowski", 4.7, "1h 40min", "Laska and her brother Figlarz steal a car with a three-year-old child left in the vehicle after a bank robbery."], ["tt0274861", "Ruben Preuss", "George Ferris", 4.2, "1h 33min", NaN], ["tt0275083", "Kim Sung-su", "Kim Sung-su", 7.2, "2h 38min", "1375. Nine Koryo warriors, envoys exiled by Imperial China, battle to protect a Chinese Ming Princess from Mongolian troops."], ["tt0274871", "Zsolt Bernáth", "Mark Kis-Szabo", 7.4, "1h 30min", "A group of gangsters plan to rob a post office, while two friends who have no plans for life, meet a mysterious girl named Gloria. Their storylines cross after the heist."], ["tt0274859", "James Lee", "James Lee", 6.7, "2001", "A trio of tales set in recession-era Kuala Lumpur. Tale 1: A lone sniper, Ah Loong befriends a red bean soup seller and tries to redeem his violent past. Tale 2: Steve, a retrenched worker is obsessed when he finds the rifle dumped by Ah Loong. Tale 3: Restaurant-owner, owing a gambling debt to thugs, is forced to pull a hit for them when he can't settle up. A mysteri... Leer todo"], ["tt0275277", "Shin'ichirô Watanabe, Mary Elizabeth Mc, Glynn, Tensai Okamura", "Keiko Nobumoto, Shin'ichirô Watanabe, Hajime Yatate", 7.8, "1h 55min", NaN], ["tt0275611", "Darrell Roodt", "Peter Jobin, Harry Alan Towers, Michael Swan", 4.2, "1h 30min", NaN], ["tt0276437", "Katherine Lindberg", "Katherine Lindberg", 5.4, "1h 37min", "A tragedy that tells the story of murder, sex and redemption against the backdrop of a dead-end town."], ["tt0275913", "Zachary Weintraub", "Zachary Weintraub", 3.5, "1h 29min", NaN], ["tt0276935", "Gakuryû Ishii", "Gakuryû Ishii", 6.8, "55min", "A violent, guitar-playing, electrically charged boxer faces off against an electronic wizard half-merged with a metallic Buddha."], ["tt0277327", "Hardy Martins", "Josef Martin Bauer, Bastian ClevéHardy Martins", 7.3, "2h 38min", NaN], ["tt0275688", "Rich Murray", "Rob Wiser, Rich Murray", 5.4, "1h 53min", "Erik is an ambitious teenager who spends more time posting fliers for his favorite rapper, Prolifik, than sitting in the classroom. When he and his best friend stumble across a dead body one night, they trigger a series of tragic events."], ["tt0277386", "Stephen Furst", "Cynthia Tocci, Laurence Carnes Tocci, Tom Seiler", 5.5, "1h 42min", "While researching an ordinary real estate transaction, title examiner Leah Farrell uncovers the mystery of a missing woman. When she is threatened by hoods for snooping around, she turns for help to Assistant District Attorney Paul Shaughnessy. As Paul tries to protect Leah from danger that looms from all sides, romance blooms."], ["tt0279112", "Shûsuke Kaneko", "Keiichi Hasegawa, Shûsuke Kaneko, Masahiro Yokotani", 7.0, "1h 45min", NaN], ["tt0278291", "Abbas Alibhai Burmawalla, Mastan Alibhai Burmawalla", "Robin Bhatt, Sanjeev Duggal, Shyam Goel", 6.3, "2h 45min", "A newlywed couple, Raj and Priya, move to Switzerland and become friends with their new neighbors, Vicky and Sonia. But one day, Raj is accused of Sonia's murder and goes on the run in order to prove his innocence."], ["tt0279155", "Sunil Bohra", NaN, 6.2, "2001", "Dirección"], ["tt0279902", "Tyler Spangler", "Tyler Spangler", 7.9, "9min", "An unhappily married woman and her naive lover plot to murder her abusive husband. Unfortunately, their plan completely unravels, and they soon find themselves trapped by their own ill-conceived scheme. A gripping suspense thriller, told in real time."], ["tt0280383", "Ken Daurio, Darren Doane", "Ken Daurio, Darren Doane", 4.8, "1h 30min", "When four dudes find a magical necklace that summons four foxy women looking to have a good time, the sparks fly and the partying begins in this outrageous fantasy comedy co-starring Michael Madsen."], ["tt0281718", "Kyung-taek Kwak", "Kyung-taek Kwak", 7.2, "1h 53min", "Four childhood friends go their separate ways, two go off to college while the others become rival gangsters."], ["tt0283994", "Ang Lee", "David Carter", 6.8, "6min", NaN], ["tt0282354", "Leone Marucci", "Leone Marucci", 7.9, "2001", "Dirección"], ["tt0282179", "Sam Firstenberg", "Stephen David Brooks, Boaz Davidson", 3.3, "1h 36min", "After the events of Spiders (2000), a scientist conducts genetic tests, and a couple becomes the perfect host. Now, the hunt is on, as an army of arachnids is after the succulent human flesh. Who can stop the spiders' feeding frenzy?"], ["tt0283287", "Dante Lam", "Dante Lam, Clarence Lee, Wai-Lun Ng", 5.6, "1h 34min", "An undercover cop badly injured in a raid is blamed for the raid's failure and thrown out of the police department. His injuries result in his being paralyzed form the waist down, and doctors tell him that if he doesn't have an operation within a few months, the paralysis will be permanent. His friends in the police department decide that, since the underworld was res... Leer todo"], ["tt0282658", "Yuthlert Sippapak", NaN, 6.2, "1h 54min", "Set in a future Bangkok, the story picks-up after a hit-gone-wrong on \"Iron Cop\", the area police chief. The would-be killer \"Pae\", together with his equally inept collection of thugs, now become wanted men themselves as the Thai underworld bristles with the shame & dishonor of such an ignoble bungling."], ["tt0280956", "Richard Mauro, Anthony Savini", "Richard Mauro, Anthony Savini", 4.1, "1h 21min", "Legend has it that some of the oldest surviving homeless communities in New York City have been hidden from the public view for decades in the underground tunnels of Manhattan. Many homeless dwell in continual darkness along tunnels miles long and yet manage to survive. What happens to someone who lives in such a dark and dreary dwelling? Well, Reporter Susan Pei plan... Leer todo"], ["tt0284253", "Michael Cargile", "Michael Cargile", 4.3, "50min", "An explosive drama set against the world of street racing."], ["tt0282965", "Ziad H. Hamzeh", "Marc Sandler", 5.0, "1h 49min", "A middle-aged, down-and-out kickboxer, once contender for the heavyweight title, struggles to rebuild his shattered life as he makes his way back home to his lost love and his one last chance at redeeming his tortured soul."], ["tt0283875", "John Frankenheimer", "Andrew Kevin Walker", 7.0, "6min", NaN], ["tt0284007", "Jim Mendiola", "Jim Mendiola", 8.2, "1h", "\"Come and Take it Day\" uses Texas history to tell a story of friendship, envy, betrayal, and greed. The fictional story centers around the hunt for the lost treasure in gold coins that had been given to the person who captured the legendary Gregory Cortez."], ["tt0284137", "Anil Sharma", "Shaktimaan Talwar", 7.3, "2h 50min", "During the Partition of India in 1947, a Sikh truck driver falls in love with a Muslim girl belonging to an aristocratic family."], ["tt0284336", "Brian Joe", "Brian Joe, Andre Sala", 9.0, "2001", "In the near future where pencils and paper are prohibited, Trenton needs a NO. 2 pencil. He's almost done with the last chapter of a manifesto. But in a world where the sharing of ideas is under strict government regulation, this proves to be a daunting task. Culver, a young aspiring writer, runs an underground business selling illegal contraband to rebels like himsel... Leer todo"], ["tt0284345", "Tabajara Ruas, Beto Souza", "Rogério Brasil Ferrari, Fernando Marés de Souza, Tabajara Ruas", 6.8, "1h 42min", "The story of a man that invented a country."], ["tt0282496", "Jeff Hare", "Jeff Hare, Zani Leo", 3.4, "1h 40min", "A journalist uncovers a government conspiracy to unleash virus-carrying killer bees that could wipe out humanity."], ["tt0284595", "Mikhail Ptashuk", "Vladimir Bogomolov", 7.4, "1h 49min", "The movie is set in Belarus, where a team of counter-intelligence officers is given only three days to find a German radio operator posing as a Soviet soldier, behind soviet lines, on the eve of a major offensive."], ["tt0284357", "Chrystianne Rochat", "Chrystianne Rochat", 6.3, "1h", "The story of two small time burglars, fascinated by the soap opera \"Circle of Betrayals\", that spend their simple lives dreaming about a Big Plan. Meanwhile, at the Soap Opera set, the objects of their fascination, the Actors, are struggling to keep their characters alive. Chicão and Jiló are planning a big robbery with the help of Stud, who works as a gardener in a B... Leer todo"], ["tt0285104", "Kar-Wai Wong", "Andrew Kevin Walker", 7.3, "8min", NaN], ["tt0284867", "Timur Bekmambetov", "John William Corrington", 3.0, "1h 32min", "In an age of Gladiators, the power that was Rome held its empire together with the might of its armies, the sweat and tears of its conquests, and the cheers and bloodlust of its citizens - glorified in the deadly spectacle of The Arena. Stolen from their homelands, the fiery Druid maiden Bodicia, exotic slave girl Jessemina, and the powerful barbarian Flavius, are pit... Leer todo"], ["tt0284907", "Michael J. Hein", "Michael J. Hein", 3.1, "1h 35min", "For since by man came death, by man came also the resurrection of the dead"], ["tt0286263", "Eva Borusovicová", "Eva Borusovicová", 5.7, "1h 50min", "Dirección"], ["tt0286033", "Mark Wilkinson", "Mark Wilkinson", 5.8, "12min", "Salvatore and Angela are two of the toughest killers in the business - the family business. When their stolen car breaks down on the way to a hit, this tale of two hot-headed Italians (with a few too many guns) erupts."], ["tt0285319", "Joy Augustine", "Joy Augustine, Hriday Dubey", 6.8, "2h 26min", "Young and attractive Roma Pinto is the only girl in the struggling Pinto family, consisting of five brothers, with assorted careers. They are very protective and affectionate towards her, and will not any woo her without their express permission. When Sameer Malhotra enters Roma's life, both fall in love, and decide to get married. The problem is Sameer's father is a ... Leer todo"], ["tt0286917", "Hervé Renoh", "Hervé Renoh", 5.0, "1h 38min", "Four prisoners escape and seek refuge in a Cistercian monastery, where nothing is what it seems. Isolated from the rest of the world, begins a nightmare among the fugitives, willing to kill to protect their freedom and monks whose hostages."], ["tt0286635", "Johnnie To, Ka-Fai Wai", "Ho-Cheung Pang, Ka-Fai Wai, Joey O'Bryan", 6.8, "1h 42min", "Two very different hitmen find themselves to be in each other's way. They use all their skill to solve the problem."], ["tt0285698", "C.W. Cressler", "C.W. Cressler", 5.5, "1h 32min", "Two serial killers meet and fall in love in an asylum for the criminally insane. Upon escaping their corrupt captors, they flee to the country to try and lead a happy, normal life. Unfortunately, \"normal\" turns out to be a state of mind...an elusive state of mind."], ["tt0285433", "Jamie Luk", "Gam-Lun Lee, Suet Yuen Tse", 5.4, "1h 26min", "Ken Tsui, a member of an underground organization, is sent to Manila to execute a member of the Filipino government. When he succeeds, he is arrested and sentenced to death. When a psycho cop helps Ken escape, Ken finds refuge with Chang, a man who he helped save. While working in a hotel, Ken is also an assassin who takes a life for only 10 dollars. Meanwhile, the ps... Leer todo"], ["tt0288865", "Brian Belefant", "Brian Belefant", 8.2, "2h 24min", "A man has an ulterior motive for enduring acupuncture - to get revenge on a voodoo doll."], ["tt0286151", "Guy Ritchie", "Guy Ritchie, Joe Sweet", 7.6, "7min", "The Driver carries an arrogant rock star who wants to get away from her bodyguards in the Driver's BMW."], ["tt0287469", "Mohan Raja", "Thotapalli Madhu, Meccartin, Raffi", 6.7, "2h 38min", "A man falls in love with the sister of two thugs. In order to win her heart, he not only joins her brother's company but also tries to sort out their complicated love lives"], ["tt0288215", "Makoto Yokoyama", "Eric Koyanagi, Makoto Yokoyama", 3.8, "1h 29min", "Madsen, a bounty hunter with a bad liver and an even worse attitude, with the help of the lovely Dr. Forster, must stop Dr. Oh and Takeru and restore order to the world."], ["tt0285845", "Sai Balaji", "Krishna Murali Posani", 6.2, "2001", "Dirección"], ["tt0286112", "Stephen Chow", "Stephen Chow, Kan-Cheung Tsang, Min-Hun Fung", 7.3, "1h 53min", NaN], ["tt0285906", "Seijun Suzuki", "Kazunori ItôTakeo Kimura", 6.3, "1h 52min", "The No. 3 assassin of Japan is given the chance to usurp No. 1 and take their place."], ["tt0285930", "Alejandro G. Iñárritu", "David Carter, Alejandro G. Iñárritu, Guillermo Arriaga", 7.5, "8min", "January 13, 2001. Times war photographer Harvey Jacobs is wounded while witnessing a massacre at Nuevo Colon by terrorists. In a desperate effort, the United Nations sends a vehicle to get him out, a BMW driven by the mysterious Driver."], ["tt0286098", "Hark Tsui", "Hark Tsui, Man Choi Lee, Adam Bernardi", 5.1, "1h 44min", "Between the heaven and the Earth exist the Zu's mountain range, where live the immortals of Omei, the highest mountain of Zu, but the kingdom is in danger by Amnesia, a renegade immortal what want to rule Zu and all the world. White Eyebrows, Zu's leader, call to his most experts fighters for to defeat Amnesia until destroy It, but Amnesia hides in the legendary and a... Leer todo"], ["tt0287155", "Patrick Leung", "Hing-Ka Chan, Amy Chin", 5.9, "1h 49min", "A young man investigates his twin brother's death and discovers the dark world of underground boxing."], ["tt0289262", "Lasha Dardagany", "Lasha Dardagany", NaN, NaN, "George 'Gio' Baratelli travels back to his hometown of Tbilisi, only to find his Godfather Archil has been died. During this visit, George realizes that the death of his Godfather was not accidental, but a murder. With this knowledge, George sets out to find all those responsible. Unable to be helped by Natalie, his childhood friend and a granddaughter of his Godfathe... Leer todo"], ["tt0289213", "John Terlesky", "Jeff Yagher, Gary J. Tunnicliffe, John Terlesky", 3.9, "1h 29min", "After two L.A.P.D. detectives investigate a violent crime spree, they discover a new drug linked to a terrifying supernatural power."], ["tt0287635", "Kunihiko Yuyama, Jim Malone", "Hideki Sonoda, Satoshi Tajiri, Jun'ichi Masuda", 5.7, "1h 15min", "Ash must stop a hunter who forces the mythical Pokémon Celebi to help him destroy a forest."], ["tt0288480", "Clarence Fok", "Sharon Hui", 4.4, "1h 26min", "Cat (Shu Qui) works as secretary on a big software company, but she remember her past, stealing precious stones on a high class disco, in company of the martial angels, a half dozen ladies team, all they skilled in martial arts, as well in pistols uses. And making passionate love with Zi Yhang, (Julian Cheung), the male jewels thief that falls in love with Cat. All th... Leer todo"], ["tt0289845", "Rakeysh Omprakash Mehra", "Renzil D'Silva, Rakeysh Omprakash Mehra, Kamlesh Pandey", 5.8, "3h 4min", "Raghavan Ghatge, a psychotic terrorist, and Manu Verma, the cop who tracks him down, shoot each other simultaneously, the result being that Raghavan's soul is transferred into Verma's body and vice versa."], ["tt0290067", "René Cardona III", "René Cardona IIIManuel Fernández Buces, Xavier Robles", 3.0, "1h 31min", "In this blockbuster film from Mexico, live action, animation, fast-paced thrills and humor all combine in an irresistible tale the entire family will enjoy. The story revolves around lovable guardian angel Serafin who leads a group of youngsters in search of a magic star that will save a friend. Along the way, the young heroes learn that courage, loyalty and kindness ... Leer todo"], ["tt0291265", "Gustavo Graef Marino", "Josh Olson, Randall Frakes, Lisa Gardner", 4.7, "1h 30min", "Escaped serial killer James Becket, who killed his own father whose expectations he never fulfilled, but now especially targets his wife Theresa 'Tess' and her family, is too good at disguising himself and other deceit for detective Diffs task force. Only one man proves able to fight back in his league: former cop J.T. Dillon, who was already training Tess in self-def... Leer todo"], ["tt0290879", "Chatrichalerm Yukol", "Chatrichalerm Yukol, Sunait Chutintaranond", 6.4, "3h 5min", "During the 16th century, as Thailand contends with both a civil war and Burmese invasion, a beautiful princess rises up to help protect the glory of the Kingdom of Ayothaya. Based on the life of Queen Suriyothai."], ["tt0291376", "S. Shankar", "Anurag Kashyap, S. Shankar", 7.8, "3h 7min", NaN], ["tt0292943", "Ben Elia", "Ben Elia", 7.2, "5min", "Holograms engage in a battle against a cube."], ["tt0291424", "Eric Gibson", "Steve Martel", 3.6, "1h 24min", "The madam of a brothel agrees to let the police setup surveillance in her business to catch a criminal, in exchange for immunity."], ["tt0291046", "Hisaya Takabayashi, Toshifumi Takizawa", "Masatoshi Kimura, Hisaya Takabayashi, Toshifumi Takizawa", 5.1, "1h 17min", "A girl must save a planet from being destroyed by a disembodied brains' robotic army."], ["tt0292432", "Srdan Golubovic", "Srdan Golubovic, Biljana Maksic, Djordje Milosavljevic", 7.5, "1h 33min", "Igor Gordic was an Olympic Champion in shooting, but now he is a junkie without money and in debts to mafia. Sasa is his younger brother and he is getting ready for the next World Championship. Pressured by hard life in Serbia in the aftermath of the war and disheartened by apparent utter lack of justice and structure in the society, being at an everyday mercy of the ... Leer todo"], ["tt0290714", "Jeremy Gosch", "Jeremy Gosch, Monika Gosch, Monika Melendez", 6.4, "1h 46min", "Two best friends are about to have their last intoxicating snowboarding adventure before they part company forever. Snowboarding action sequences shot in Mammoth highlight this fast paced, edgy, raucous teenage movie underscored by a pulsating sound track."], ["tt0290884", "Paul Wynne", "Timothy Griffin, Peter Soby Jr.", 2.3, "1h 33min", "A pack of massive genetically altered Scorpions escape containment on an airplane, turning passengers into victims and forcing one ordinary woman to confront her worst fears."], ["tt0291959", "Walbercy Ribas", "Walbercy Ribas, Juliana Ribas", 5.5, "1h 20min", "Happy Cricket and his cute, adorable friends will have to defeat the evil Wartlord and rescue Linda, the Night Star. This film celebrates the values of friendship, freedom and the defense of nature."], ["tt0293965", "Paul Budnitz", "Paul Budnitz", 7.1, "14min", "A lonely hitman known only as the Watcher is addicted to a drug supplied by his employers. He follows a girl home one night..."], ["tt0292740", "Deepak S. Shivdasani", "Robin Bhatt, Kader Khan, Deepak S. Shivdasani", 4.0, "2h 29min", "Two con artistes and car thieves, Vicky (Ajay Devgan) and Sakshi (Preity Zintar) run afoul of Bhanwarlal (Deep Dhillon) and his mob, when they accidentally kill his brother. Bhanwarlal and his other brother (Mayur) both swear to avenge the death of their brother and mistakenly kill Rohit Verma (also Ajay Devgan), who is a look-alike of Vicky. Sakshi thinks that her lo... Leer todo"], ["tt0294280", "Hiroyuki Nakano", "Mitsuteru Yokoyama", 5.5, "1h 48min", "A love triangle blooms between a team of three ninjas before tragedy strikes and forces them to reassess their clan's principles."], ["tt0294264", "Suresh Krishna", "H. Banerjee, Kamal Haasan, Kamal Haasan", 7.2, "2h 57min", NaN], ["tt0294666", "Cyril Lorenzana", "Cyril Lorenzana", NaN, NaN, "Dirección"], ["tt0294251", "Wilson Yip, William Darvill", "Vincent Kok, Chi-Kin Kwok, Kam-Yuen Szeto", 6.0, "1h 34min", "2002 is a special police force that fights against supernatural phenomena. The team is formed by one human, Chiu, and a spirit, Sam. When Sam reincarnates, a human rookie policeman Fung applies for the position."], ["tt0293342", "Rajkumar Santoshi", "Ranjit Kapoor, Haroon Rashid, Ashok Rawat", 6.6, "3h 22min", "The lives of four women from different places are the victims of male chauvinism and marital abuse. They decide to fight for their rights and dignity against the social norms and injustice."], ["tt0293857", "Kwon Hyeong-jin", NaN, 3.3, "2001", "In the near future, various factions will wage a secret battle for untold treasure and ultimate power."], ["tt0295116", "Erik Canuel", "Joanne Arseneau", 7.0, "1h 38min", "Deux soeurs, Stéphane et Bettie Brousseau risquent de perdre la porcherie, héritée de leur père, qu'elles opèrent ensemble. Joueuse compulsive, Stéphane a de la difficulté à épargner. Elle vend à Riendeau, son ex-mari, les plants de pot qui ont été semés et ont poussé dans son champ de maïs. Elle pense utiliser la commission de cette transaction pour payer rapidement ... Leer todo"], ["tt0295281", "Tzahi Grad", "Tzahi Grad", 7.7, "1h 55min", "One dramatic evening mixes the fates of three young women who live in the same apartment building in a big city."], ["tt0295206", "Barak Epstein", "Barak Epstein", 4.5, "1h 10min", "A loser develops the ability to communicate with corn and becomes a crazy super hero. He battles the evil villain, Dr. Hoe, who wants to own all the corn in the world."], ["tt0295368", "Jin Jang", "Jin Jang", 6.8, "2h", "Four unlikely assassins genuinely care about their customers and victims, meanwhile a prosecutor is on their trail."], ["tt0295461", "Siu-Hung Chung, Jing Wong", "Jing Wong", 5.8, "1h 34min", "A brainy private school student is transferred to a far less elite institution, where he must fend off classmates who settle scores with fistfights."], ["tt0295906", "Dante Lam", "Dante Lam, Ho-Leung Lau, Wai-Lun Ng", 6.2, "1h 39min", "Dan and King are small-time Triad members in Hong Kong. After an incident in which their practical joke ends up losing their Boss a huge sum of money, AND in which they steal hundreds of thousands of HK dollars from a rival boss, the two are forced to flee to Phuket, Thailand (because the alternate hideout, China, would be \"too boring\"). They live the high life in Tha... Leer todo"], ["tt0297168", "Bae Chang-ho", "Bae Chang-ho", 6.0, "1h 44min", "Based on a true story and a legendary Korean novel, this movie follows Detective Oh (superstar Lee Jung Jae) and his investigation into the mysterious murder of a North Korean. His investigation leads him to a diary, which was written by a nun who - along with her boyfriend - helped lead the escape of North Korean POWs held captive during the Korean War. Detective Oh ... Leer todo"], ["tt0296696", "Jin-gyu Cho", "Kang Hyo-jin, Moon-Sung Kim, Moon-saeng Kim", 6.3, "1h 47min", "The story of how Eun-jin (Eun-kyung Shin) became a legend in the South Korean underworld by defeating an army of gangsters."], ["tt0296660", NaN, NaN, 6.5, "1h 42min", "Reparto principal"], ["tt0296042", "Takashi Miike", "Sakichi Sato, Hideo Yamamoto", 7.0, "2h 9min", NaN], ["tt0295702", "Phillip Ko", "Mike Cassey", 6.2, "2001", "Dirección"], ["tt0295989", "Mark Roper", "H. Rider Haggard, Peter Jobin, Harry Alan Towers", 3.2, "1h 42min", "Chris, slick adventurous grandson of legendary adventurer Allan Quatermain, searches for the mythical treasure of Alexander the Great with the help of a pretty German girl, while eluding a dangerous greedy gangster."], ["tt0295925", "Mark Roper", "Harry Alan Towers, Peter Jobin", 2.8, "1h 32min", "On New Year's Eve, jaded action movie star Jack Chase is traveling on the Orient Express with the rich and famous. Terrorist leader Tarik and his gang take over the train forcing Chase to become the hero he always just pretended to be."], ["tt0297241", "David Dhawan", "David Dhawan, Imtiaz Patel, Yunus Sajawal", 5.4, "2h 11min", "Raj is a successful lawyer due to constant cheating and dishonesty. When his wife comes to know about this, she threatens to leave him. Fearful of his parents' divorce, Raj's son wishes that his father become unable to lie."], ["tt0296919", "Ratiborka Ceramilac", "Mirjana Lazic", 5.6, "1h 33min", "A female teenager from a good family enters the world of drug use via her boyfriend-pusher."], ["tt0298514", "Ranjith", "Ranjith", 7.1, "2h 48min", "The story begins with the fall of Mangalasserry Neelakandan's (Mohanlal) son Karthikeyan (Mohanlal), as he ventures out to make money which ultimately makes him a liquor baron. The relationship between Neelakandan and Karthikeyan deteriorates, as the father does not approve of his son's money-making methods. Mundakkal Shekharan (Napoleon) comes into the picture again ... Leer todo"], ["tt0121765", "George Lucas", "George Lucas, Jonathan Hales", 6.6, "2h 22min", NaN], ["tt0120804", "Paul W.S. Anderson", "Paul W.S. Anderson", 6.6, "1h 40min", NaN], ["tt0120912", "Barry Sonnenfeld", "Lowell Cunningham, Robert Gordon, Barry Fanaro", 6.2, "1h 28min", NaN], ["tt0120870", "Gary Dean Orona", "Tyke Caravelli, Tane Mc, Clure, Gary Dean Orona", 5.2, "Not Rated", "Trapped in a lover's triangle of lust, greed, and betrayal we follow one woman's journey to discover her true self... Magic, where everything is an Illusion... and nothing is as it seems."], ["tt0130255", "Shaji Kailas", "B. Unnikrishnan", 5.0, "2002", "Bhadran, an efficient police officer, fights against all the injustice in the society. He faces many challenges when he encounters Devarajan, a smuggler."], ["tt0145487", "Sam Raimi", "Stan Lee, Steve Ditko, David Koepp", 7.4, "2h 1min", NaN], ["tt0151299", "Charles Solomon Jr.", "John M. Bennett, Charles Solomon Jr.Matthew Spradlin", 5.2, "1h 41min", "The Tyler brothers are ruined by the local bank, so they decide to rob it. But one brother is killed, and Jesse goes to jail. After being released, he enlists the aid of gunrunner Billy Rat to offer his last brother The Last Fair Deal."], ["tt0157472", "Jonathan Frakes", "Rob Hedden, Andy Hedden, J. David Stem", 5.2, "1h 34min", NaN], ["tt0164184", "Phil Alden Robinson", "Tom Clancy, Paul Attanasio, Daniel Pyne", 6.4, "2h 8min", NaN], ["tt0167261", "Peter Jackson", "J.R.R. Tolkien, Fran Walsh, Philippa Boyens", 8.8, "2h 59min", NaN], ["tt0167116", "Richard Greenberg", "Richard Greenberg, Wally Nichols", 6.0, "1h 28min", NaN], ["tt0180052", "Ron Underwood", "Neil Cuthbert", 3.9, "1h 35min", NaN], ["tt0181689", "Steven Spielberg", "Scott Frank, Jon Cohen, Philip K. Dick", 7.6, "2h 25min", NaN], ["tt0187738", "Guillermo del Toro", "Marv Wolfman, Gene Colan, David S. Goyer", 6.7, "1h 57min", NaN], ["tt0190938", "K.C. Bascombe", "K.C. Bascombe, Nick Seferian", 5.4, "1h 33min", NaN], ["tt0210223", "Alex Erkiletian", "Alex Erkiletian, Robert Mc, Ray", 4.7, "1h 40min", "Two ancient entities reincarnated through the centuries face off time and again for an innocent soul."], ["tt0212204", "Lee Demarbre", "Ian Driscoll", 6.1, "27min", "Harry Knuckles (code name Spanish Fly) must stop his nemesis who has kidnapped his daughter and poisoned her. Harry and his partner, Santo must find the serum that can save her and stop the ancient Aztec Mummy and it's evil zombies that pursue."], ["tt0221637", "J.A. Steel", "J.A. Steel", 5.9, "1h 24min", "A female cop's sister is kidnapped by the Asian mafia and she has 24 hours to save her."], ["tt0220792", "Joel Gordon", NaN, 7.2, "1h 23min", "In this action comedy feature film, 'Superbob' utilizes his highflying karate mastery and investigative techniques to tackle the ruthless Big Yard. As time races on 'Superbob' must rescue his son Dante, who has been kidnapped by Big Yard. Big Yard operates a child smuggling ring and 'Superbob' must save Dante or lose his son forever."], ["tt0225865", "Paul Matthews", "Paul Matthews", 4.7, "1h 36min", "A gang of women wreak vengeance upon the society that failed them."], ["tt0231448", "Scott Kalvert", "Paul Kimatian, Christopher Gambale", 5.6, "1h 40min", "Bobby, a member of The Deuces, and the sister of the rival Vipers member fall in love, promoting a street war between the two factions."], ["tt0233469", "Andrew Davis", "Ronald Roose, David Griffiths, Peter Griffiths", 5.5, "1h 48min", NaN], ["tt0235280", "Kevin Campbell", "Kevin Campbell", 2.8, "1h 31min", "Four perky, clueless cheerleaders from the Happy Valley High Hamsters are mistakenly blamed by the meddling Church Ladies for the invasion of the \"Internet smut\" into their children's bedrooms. The Church Ladies hire Stephen, a sexually ambiguous teacher from the local Parochial Reform School, to teach the cheerleaders a lesson. But the cheerleaders have more than Ste... Leer todo"], ["tt0235553", "Kantz, Ben Ramsey", "Ben Ramsey, Kantz", 5.0, "1h 25min", "A hitman falls in love with the boss's girlfriend, who may just be his next target."], ["tt0238380", "Kurt Wimmer", "Kurt Wimmer", 7.3, "1h 47min", NaN], ["tt0240468", "Steve Oedekerk", "Steve Oedekerk", 6.2, "1h 21min", NaN], ["tt0240510", "Shekhar Kapur", "A.E.W. Mason, Michael Schiffer, Hossein Amini", 6.5, "2h 12min", NaN], ["tt0245562", "John Woo", "John Rice, Joe Batteer", 6.1, "2h 14min", NaN], ["tt0245844", "Kevin Reynolds", "Alexandre Dumas, Jay Wolpert", 7.7, "2h 14min", NaN], ["tt0246460", "Lee Tamahori", "Ian Fleming, Neal Purvis, Robert Wade", 6.1, "2h 13min", NaN], ["tt0247254", "Hank Whetstone", "Hank Whetstone", 5.1, "1h 37min", "What if a computer disc held a code so powerful that it could change the world forever? While translating the Dead Sea Scrolls, a professor discovers a hidden formula that not only unlocks all known computer encryption, but also scientifically proves the existence of God! Religions, governments and mankind itself could rise and fall based on this information. Now the ... Leer todo"], ["tt0246894", "John Mc, Tiernan", "William Harrison, Larry Ferguson, John Pogue", 3.1, "1h 38min", NaN], ["tt0246692", "Lasse Spang Olsen", "Anders Thomas Jensen", 6.7, "1h 35min", "Fresh out of a Danish prison, Harald bosses his old gang around, into visiting his hospitalized foster dad, who wants to see his bio son before dying. The son's in a Swedish prison. Then there's a money matter - robbing a bank."], ["tt0247911", "Vikram Bhatt", "Robin Bhatt, Girish Dhamija, Sanjeev Duggal", 3.1, "3h", "The daughter of a rich criminal industrial tycoon falls in love with a college boy. The tycoon, what a surprise, objects..."], ["tt0248640", "Predrag Antonijevic", "Willie Dreyfus", 4.5, "1h 56min", NaN], ["tt0250365", "Darrell Warren", "Darrell Warren", 6.5, "2002", "Dirección"], ["tt0251379", "Rod Hardy", "Sidney Lee, Myrica Taylor", 6.2, "2002", "Four friends take a shortcut home and, when their car breaks down, are forced to spend the night in a small, depressed mountain town, and then become the prime suspects when the local sheriff's son is found dead."], ["tt0254775", "Olivier Megaton", "Alain Berliner, Robert Conrath, Maurice G. Dantec", 5.2, "1h 58min", "A 12 y.o. girl reports her powerful mom to the police for having killed the nanny. She runs away and is helped by an ex-soldier/assassin to find her dad in Portugal while the mom has her people try prevent this. Shooting follows."], ["tt0253556", "Rob Bowman", "Gregg Chabot, Kevin Peterka, Matt Greenberg", 6.2, "1h 41min", NaN]]