[["tt0119495", "Adrian Fulle", "Adrian Fulle, David J. Miller, Daniel Bingley", 5.0, "1h 26min", "A group of raucous college buds living the Dorm life, decide to have a blowout while most of their friends are away for the Thanksgiving holiday. With LOVE 101 being the toughest course this semester, will they pass the final exam?"], ["tt0119806", "David Elliot, Mark Huppin", "David Elliot, Mark Huppin", 6.0, "1h 38min", "Three longtime pals live in San Francisco: Darin is married to Natalie, but their family life is too still and Darin is not happy about it, Matt is ladies' magnet but tired of it, trying to get something stable from his relationships, and goofy Kevin doesn't have any success with women at all. Darin starts an affair with his friend's wife Maxine and Matt falls deeply ... Leer todo"], ["tt0120202", "David Mamet", "David Mamet", 6.7, "1h 45min", "A movie crew invades a small town whose residents are all too ready to give up their values for showbiz glitz."], ["tt0123003", "Shirley Mac, Laine", "David Ciminello", 6.0, "1h 48min", NaN], ["tt0120263", "Roy Andersson", "Roy Andersson", 7.5, "1h 38min", NaN], ["tt0123055", "Rodney Mc, Donald", "Karen Kelly", 3.8, "1h 30min", "Young elf Elmer wants to become a real boy. He steals Santa's sleigh and escapes to the real world, where he meets a young girl who needs a heart transplant."], ["tt0120630", "Peter Lord, Nick Park", "Peter Lord, Nick Park, Karey Kirkpatrick", 7.1, "1h 24min", NaN], ["tt0120698", "Keoni Waxman", "Richard Beattie", 4.4, "1h 34min", "A dark, comedic thriller about fraud, bank robbers, and a search for love."], ["tt0120917", "Mark Dindal", "Chris Williams, Mark Dindal, David Reynolds", 7.4, "1h 18min", NaN], ["tt0122459", "Bonnie Hunt", "Bonnie Hunt, Don Lake, Andrew Stern", 6.9, "1h 55min", "A man who falls in love with the woman who received his wife's heart must decide which woman it is who holds his heart."], ["tt0124798", "Steven L. Austin", "Josh Olson", 5.0, "15min", "\"Bill\" is a gung-ho advertising executive with too much power and too few people skills. We find him working on a campaign for a soothing vacation package, but his life is quite the opposite: a constant barrage of mobile phone calls, pages and faxes. One evening, as Bill wraps up the deal (while simultaneously listening to a CD, his answering machine messages, and wat... Leer todo"], ["tt0131704", "Des Mc, Anuff", "Jay Ward, Kenneth Lonergan", 4.3, "1h 32min", NaN], ["tt0134630", "Bruce Paltrow", "John Byrum", 6.1, "1h 52min", "A professional karaoke hustler reconnects with his daughter and a bored suburban businessman turns outlaw karaoke singer, among other plotlines."], ["tt0138583", "Paul Lombardo", "Paul Lombardo", 6.2, "1h 17min", "Capturing the soul-searching efforts of finding the \"right one\" in life, this is the story of Bryan and Kate, two lonely souls searching for true love. Can a chance meeting by an apartment trash dumpster spark a romance meant to last?"], ["tt0138288", "Thomas J. La Sorsa", "Thomas J. La Sorsa, Christopher Lynn", 6.4, "1h 22min", "Fed up with his overbearing mother, his pathetic love life, his lack of money, and especially his cruel boss, Brooklyn-boy Marco decides to rob the fish market where he works (with the help of a few friends). Of course, all does not go as planned..."], ["tt0138749", "Bibo Bergeron, Don Paul, Jeffrey Katzenberg", "Ted Elliott, Terry Rossio, Karey Kirkpatrick", 6.9, "1h 29min", NaN], ["tt0138631", "Dean Murphy", "R.B. Taylor", 5.6, "1h 37min", "Brad and Gregor, two broke medical students in their final year and debut to a loan shark, must resort to contentious lengths to finance themselves. A fresh comedy with scruple less students."], ["tt0139388", "Steven Feder", "Steven Feder", 5.6, "1h 36min", "Two strangers meet and sparks fly during the weekend that they are planning their respective weddings."], ["tt0141399", "Andrew Bergman", "Michael Korda, Paul Rudnick", 5.3, "1h 35min", "Bette Midler and Nathan Lane star in this comedy about Jacqueline Susann, the ambitious woman of dubious talent who wrote Valley of the Dolls, a best-selling novel that became a sensation."], ["tt0144142", "Lisa Krueger", "Lisa Krueger", 5.1, "1h 38min", "A young woman goes in search of her midlife crisis suffering husband who left her."], ["tt0142650", "Peter Gould", "Peter Gould", 4.6, "1h 36min", "An aspiring writer from New York visits his girlfriend's eccentric family in Georgia."], ["tt0145272", "Thomas Gill", "Matt Jennings", NaN, NaN, "A young man named Milton has just received a package in the mail, but he can't see it because an annoying redneck named Mudd won't leave him alone."], ["tt0144528", "Peter Segal", "Jerry Lewis, Steve Oedekerk, Barry W. Blaustein", 4.5, "1h 46min", NaN], ["tt0144574", "Alexandra King", "Alexandra King", 6.5, "1h 30min", "Two draq queens go on a Bonnie & Clyde rampage around New York City... but neither one wants to be Clyde"], ["tt0146682", "Philip Pucci", "Chris Hume, Philip Pucci", 9.3, "2000", "We follow a movie extra's performances in several films."], ["tt0146882", "Stephen Frears", "Nick Hornby, D.V. De, Vincentis, Steve Pink", 7.4, "1h 53min", NaN], ["tt0147486", "Tom Putnam", "Michael S. Harbour, Jeff Malmberg, Tom Putnam", 4.1, "1h 30min", "Steven Byzinsky is convinced he's a blaxploitation superhero. Like Shaft, Dolemite and Black Belt Jones before him, he's keeping' the streets safe for the brother and trying to stay one step ahead of The Man. There's only one problem: Steven's white."], ["tt0149367", "Marek Kanievska", "E. Max Frye, Topper Lilien, Carroll Cartwright", 6.3, "1h 29min", NaN], ["tt0151309", "Joe Grisaffi", "George Douglas Lee, Joe Grisaffi", 5.8, "1h 22min", "Is having fun and saying what you really think politically incorrect? Or is it impossible to do both? Cody McKenzie thinks nobody has parties anymore. Maybe they do, but he just isn't invited to any. However, tonight, Cody and his wife Judy are going to a very special party. Elizabeth Sheridan, star of Cody's fantasies, is giving it for the engagement of his best frie... Leer todo"], ["tt0156807", "Yahoo Serious", "Yahoo Serious, David Roach", 4.3, "1h 29min", "A very clumsy man and his UFO-obsessed girlfriend discover a plan made by his boss to market eggs laced with nicotine."], ["tt0156841", "John Schlesinger", "Tom Ropelewski", 4.7, "1h 48min", NaN], ["tt0157262", "Allan A. Goldstein", "Alan Shearman, Vince Di Clemente, Francesco Lucente", 3.5, "1h 39min", NaN], ["tt0156812", "Jay Russell", "Willie Morris, Gail Gilchriest", 7.0, "1h 35min", NaN], ["tt0156741", "Dan Bootzin", "Dan Bootzin, Elizabeth Rivera Bootzin", 4.9, "1h 29min", NaN], ["tt0156323", "Scott Alexander, Larry Karaszewski", "Scott Alexander, Larry Karaszewski", 5.6, "1h 21min", "A chauffeur kidnaps his rich boss's dog to hold it for ransom, but when she accidentally gets the dog back, she thinks that it's the chauffeur who's been kidnapped."], ["tt0156757", "John Forte", "John Forte", 5.9, "1h 32min", "A Catholic high-school student trying to perfect his soccer timing by practicing dance falls in love with his dance partner."], ["tt0158581", "Måns Herngren, Hannes Holm", "Måns Herngren, Hannes Holm", 5.4, "1h 54min", "A story of three sisters and parenthood."], ["tt0158622", "Brian Levant", "William Hanna, Joseph Barbera, Deborah Kaplan", 3.7, "1h 30min", NaN], ["tt0159371", "Christopher Robin Hood", "Christopher Robin Hood", 7.3, "1h 30min", "Rob's successful life is interrupted when he crosses paths with smart beautiful Leslie. After being suddenly and mistakenly arrested, Rob begins a city-wide search for the woman of his dreams unsure of her last name or where to find her."], ["tt0160710", "Patrik-Ian Polk", "Patrik-Ian Polk", 6.9, "1h 31min", "The tale of 4 gay African-American friends in L.A: shy, virginal photographer Marcus, outgoing Lothario Hill, hot-to-trot rich kid newbie Dante, and fabulous drag diva Crystal."], ["tt0160547", "Michael Browning", "Michael Browning", 4.9, "1h 32min", "A series of mishaps and misfortunes over $1 million in cash leads to murder, mayhem and greed."], ["tt0160403", "Stephen Kessler", "Mike Wilkins, Stephen Kessler", 5.9, "1h 21min", "A notorious B-movie director tries for a comeback by seeking out the film rights to the life story of a serial killer who wants his biography film to be a musical."], ["tt0159291", "Philip Charles Mac, Kenzie", "Nestor Carbonell", 4.8, "1h 27min", "A famous Latin actor loses his wife and job but hopes he can still ride on his sitcom fame. However, when he appears at the grand opening of a Kmart, his dreams are dashed when most of his fans are stolen by a maniacal upstart pretty-boy."], ["tt0160182", "Bill Fishman", "Nicole Coady, Halle Eaton, Abbe Wool", 4.0, "1h 34min", "Lily is a twenty-something aspiring writer who receives an invitation to attend a wedding reception with Jonathan, a handsome entomologist who also happens to be the man of her dreams. The only problem is that she's in San Francisco and the wedding is in L.A. Lily is therefore forced to enlist the aid of her friend Frances, an unrepentant party girl who has the L.A. n... Leer todo"], ["tt0160127", "Mc, G", "Ryan Rowe, Ed Solomon, John August", 5.6, "1h 38min", NaN], ["tt0160447", "Ralph E. Portillo", "Paul Chilsen, Heath Mc, Laughlin, Jim Kreutzer", 4.7, "1h 29min", "A kid, his new friend who's a girl, his grandmother and their old neighbor who used to work as a driver for a gangster, search for the treasure supposedly hidden nearby by the gangster long time ago, to help the neighbor keep his house."], ["tt0160611", "Thaddeus O'Sullivan", "Gerard Stembridge", 6.3, "1h 33min", NaN], ["tt0160607", "Christina Post", "Christina Post", 7.6, "2000", "GABBY retreats to her New Jersey hometown. It's not what she expected. Her frustrated friends, frenzied family and new love aren't quite the stress-release she was looking for."], ["tt0163141", "Michel Spinosa", "Michel Spinosa", 5.9, "1h 28min", "Summer 1969 on the Mediterranean coast. Paul and Vincent are childhood buddies. On a beach one day, they meet Alice and her friend Eve. After a series of memorable adventures, couples fall into place but not quite in the right order. Alice blossoms elsewhere, Paul marries Eve and Vincent weds Marie. The 70s are in full swing. Thanks to the pill, women's lives change r... Leer todo"], ["tt0162983", "Diane Keaton", "Delia Ephron, Nora Ephron", 4.8, "1h 34min", NaN], ["tt0163125", "Jon Dichter", "Jon Dichter", 5.3, "1h 42min", "A telephone operator takes revenge an a rude customer by ruining his credit rating, his reputation, and his marriage."], ["tt0162711", "Alan Rudolph", "Alan Rudolph, John Binder", 4.9, "1h 56min", "An eccentric, unconventional woman whose naive aspirations to rise from her job as a security guard to full-fledged private eye lead her into a tangled PL: mess."], ["tt0163745", "Gene Cajayon", "Gene Cajayon, John Manal Castro", 6.4, "1h 34min", "A young man struggles with his desire to study art when his family thinks he's headed for premedical studies. Conflicts between Filipino traditions and expectations vs. personal dreams in the contemporary world erupt at his sister's debut."], ["tt0164192", "Mitch Marcus, John Blush", "Dave Payne", 4.7, "1h 32min", NaN], ["tt0166192", "Lynn Hamrick", "Susanne Santoro Whayne, Monty Mickelson", 5.6, "1h 28min", "Two teenage detectives, who started off finding lost kittens, begin searching for a missing high-school senior."], ["tt0167183", "Irene Turner", "Amanda L. Beall", 4.8, "1h 41min", "Grace and her roommate Casey don't get along. Grace is in a happy relationship with Charlie and they are planning to get married soon and that frustrated Casey because she thinks Grace just has everything. As the time goes by their relationships will get more complicated and nothing will be as it seemed..."], ["tt0168509", "Gabriel Auer", "Gabriel Auer", 6.2, "1h 24min", "Dirección"], ["tt0166649", "Günter Knarr", "Günter Knarr, Philipp Weinges", 7.1, "1h 30min", "Dirección"], ["tt0167936", "Laura Belli", "Laura Belli, Laura Betti", 5.5, "1h 32min", "Dirección"], ["tt0168578", "Jeremy Wagener", "Jeremy Wagener", 4.4, "1h 33min", "Just as a man discovers that the girl of his dreams has been with him all the time, she walks out the door."], ["tt0168856", "Stefan Fjeldmark, Greg Manwaring, Michael Donovan", "Tracy J. Brown, Stefan Fjeldmark, Karsten Kiilerich", 6.0, "1h 20min", "Three children accidentally get turned into fish after drinking a potion made by an eccentric scientist. When the kids end up in the sea, they must find the antidote within 48 hours or remain as fish forever."], ["tt0168504", "Scott Wiper", "Scott Wiper", 5.6, "1h 41min", "A Chicago cop quits the force and finds himself threatened by the Mafia."], ["tt0168847", "Iva Svarcová", "Iva Svarcová", 7.0, "1h 30min", "1969, the first winter after the violent end of the Spring of Prague: 13-year-old Hannah and her crazy young parents land as though on a completely different planet in the German economic wonderland."], ["tt0170016", "Ron Howard", "Dr. Seuss, Jeffrey Price, Peter S. Seaman", 6.3, "1h 44min", NaN], ["tt0171433", "Edward Norton", "Stuart Blumberg", 6.4, "2h 8min", NaN], ["tt0170635", "Roberta Torre", "Franco Maresco, Francesco Suriano, Roberta Torre", 5.6, "2000", "Dirección"], ["tt0172160", "Catrine Telle", "Beate Grimsrud", 4.6, "1h 21min", "Denise plays football, though she is near sighted, and suddenly she gets a ball in her face, and her glasses break. She wakes up in hospital she is double sighted."], ["tt0171356", "Eric Blakeney", "Eric Blakeney", 5.6, "1h 41min", "An undercover agent relies on the support of an unstable therapy group while working a sting operation."], ["tt0171580", "Neil La, Bute", "John C. Richards, James Flamberg", 6.3, "1h 50min", NaN], ["tt0172699", "Tracy Alexson", "Tracy Alexson", 4.6, "1h 30min", "Sarah and Ryan were a great couple. They had their fun together, but the man's fear of commitment pushed the woman away. Yet the situation between them isn't over because Sarah is pregnant and she's trying to find ways to hide this news from Ryan and everyone else - except her best friend, who probably won't be of much help in this matter."], ["tt0172464", "Neil Mandt", "Mark Twain, Gregory Poppen", 3.1, "1h 31min", NaN], ["tt0172854", "Bryan Snyder", "Bryan Snyder", NaN, NaN, "Dirección"], ["tt0173716", "John Waters", "John Waters", 6.2, "1h 27min", NaN], ["tt0174336", "Peter M. Cohen", "Peter M. Cohen", 4.4, "1h 22min", NaN], ["tt0175114", "Thom Steinhoff", "Tony Winters", 7.4, "1h 48min", "A thirty-something avowed bachelor from Los Angeles invites a jazz singer that he is barely acquainted with, to accompany him to Detroit for his father's retirement celebration."], ["tt0174646", "Gil Brenton", "Gil Brenton", 6.5, "1h 19min", "A beautiful woman comes between a father and son."], ["tt0175142", "Keenen Ivory Wayans", "Shawn Wayans, Marlon Wayans, Buddy Johnson", 6.3, "1h 28min", NaN], ["tt0177195", "Clinton Smith", "Clinton Smith, Peter Buckmaster, Anthony O'Connor", 4.1, "1h 37min", "This edgy Australian film stars an ensemble cast headed up by pop superstar Kylie Minogue, David Field, and Simon Lyndon. Various characters interact under strange circumstances, calling to mind movies such as GO and PULP FICTION."], ["tt0177650", "Peter Askin, Douglas Mc, Grath", "Peter Askin, Douglas Mc, Grath", 5.2, "1h 35min", NaN], ["tt0177845", "Terence Gross", "Terence Gross", 6.2, "1h 38min", "A chef (Toni Collette) seeks reconciliation with her brother (Daniel Craig) by helping him run a decaying resort and health spa."], ["tt0178043", "Eric Bross", "Tim Garrick, Scott Russell", 6.2, "1h 30min", "Lives spiral out of control when four friends cover up a murder."], ["tt0177858", "Fatih Akin", "Fatih Akin", 7.6, "1h 39min", "A young, insecure teacher embarks on a journey through Europe to Turkey, where he wants to see a woman again whom he believes to be his fate."], ["tt0177513", "Martin Edwards", "Martin Edwards", 5.3, "1h 35min", "Marisa has never achieved the success of her mother, a famous figure in the art world. And that's led her on a monumental search for new artistic outlets (as well as quite a few hours spent on the therapist's couch). But when she meets Paul, a shy neighbor who's having the same problems, it could be love at first sight. Or maybe just a case of misery loving a little c... Leer todo"], ["tt0177185", "Steven Nevius", "India Allen, Khara Bromiley", 3.9, "1h 30min", "Danger, deceit and dust. The Wild West of 1886 is no place for a woman, but it's the perfect place for The Rowdy Girls, fabulous females fighting for fortune and freedom on the frontier."], ["tt0178050", "Adam Collis", "Randall Jahnson, Russell De, Grazier", 5.6, "1h 30min", "A comedy that takes place over twenty-four hours on the Sunset Strip, in 1972."], ["tt0178866", "Stephen Lennhoff", "Michael Jones", 5.3, "1h 38min", "John (Paul Blackthorne), lonely and living in London, unexpectedly meets outlandish druggie skinhead Byron (Ian Henderson), and suddenly, John's life turns to wacky. When Byron takes him to Boys Galore, a gay escort agency, John is introduced to wealthy American Bad Daddy (Angus MacInnes), who hires John on the spot. But the hovering presence of a strange and sinister... Leer todo"], ["tt0177213", NaN, "Tom Sawyer", 7.4, "1h 31min", "A lonely computer wiz creates a robot with human-like intelligence. They will influence and teach each other as their lives spin out of control."], ["tt0179915", "John Shepphird", "Robert Easter", 3.7, "2000", "A law clerk juggles romance and work while tracking down the owner of an art gallery in order to settle a claim."], ["tt0179677", "Lewis Furey", "Pascal Arnold, Lewis Furey, George F. Walker", 5.1, "1h 30min", "A killer is loose and the mayor's head happens to be missing. Various ghetto misfits stomp through dreams, lust, and delusions, some trying to find the truth, some trying to hide it, others not knowing what's going on at all."], ["tt0179987", "Nicolas Wadimoff", "Nicolas Wadimoff, Moussa Maaskri, Louis Bélanger", 6.1, "1h 40min", "Une station-service au bord de l'autoroute. Abdou, jeune fugueur, se lie d'amitié avec Georges, le pompiste Arabe. Georges profite d'une ultime et violente dispute avec son patron pour plaquer son boulot et accompagner le petit Abdou jusqu'à Marseille. L'enfant souhaite y voir un match de la coupe du monde de football. La tête pleine de rêves et les poches vides, ils ... Leer todo"], ["tt0179443", "Edward Thomas", "James Hawes", 3.5, "1h 31min", "Pete in London inherits a company. The ambitious accountant makes a deal with a Russian mafia boss. The Russian wants hard currency and grand-kids but kills his daughter's lovers. His daughter needs an Englishman like Sir Francis Drake."], ["tt0179144", "Orion Walker", "Richard Zangrande Gaubert, Orion Walker", 6.1, "1h 30min", "Dirección"], ["tt0181151", "Mike Nichols", "Garry Shandling, Michael Leeson, Ed Solomon", 5.6, "1h 45min", "A human-looking alien from a highly advanced but emotionless all-male society is sent to Earth to impregnate a woman and bring the child back to their planet. The alien ends up falling in love there. A suspicious F.A.A. Agent targets him."], ["tt0180837", "Bruno Barreto", "Alexandre Machado, Sérgio Sant'Anna, Fernanda Young", 6.3, "1h 35min", "A separated attorney in Rio sees an English teaching American widow and tries to woo her."], ["tt0182295", "Kenneth Branagh", "William Shakespeare, Kenneth Branagh", 5.9, "1h 33min", NaN], ["tt0181548", "Frédéric Jardin", "Edouard Baer, Frédéric Jardin, Fabrice Roger-Lacan", 4.3, "1h 35min", "The Sister bros have big ambitions in the showbiz.They have sent their \"invaluable \" screenplay for months to countless producers ,to no avail ;so when the last producer turns their offer down ,they blackmail him : they film him with his mistress in a hotel room and threaten him: the video cassette could be sent to his wife and her wealthy dad ,or ,worse,shown on inte... Leer todo"], ["tt0181945", "John D. Hancock", "Dorothy Tristan", 5.5, "1h 46min", NaN], ["tt0180683", "Matthew Miele", "Chris Fetchko, Matthew Miele", 5.9, "1h 32min", "A homeless man takes a newly homeless man under his wing and teaches him how to survive on the streets."], ["tt0183550", "Mark Lamprell", "Mark Lamprell", 6.4, "1h 35min", "When a meddlesome mother enrolls in university with her son, old and new worlds collide with awesome consequences."], ["tt0183488", "Fred Parnes", "Fred Parnes", 6.6, "1h 50min", "The lives of two unambitious duplex neighbors, divorced father, hot-tempered, blues-obsessed documentarian Roper and wealthy golf-playing wastrel Andy, are compared. Both have loved ones who want them to do something with their lives."], ["tt0183505", "Bobby Farrelly, Peter Farrelly", "Peter Farrelly, Mike Cerrone, Bobby Farrelly", 6.6, "1h 56min", NaN], ["tt0181836", "Craig Mazin", "James Gunn", 5.7, "1h 22min", "The sixth or seventh best superhero team in the world pursue their rightful place in the harshly competitive world of toy tie-ins and fighting evil."], ["tt0181875", "Cameron Crowe", "Cameron Crowe", 7.9, "2h 2min", NaN], ["tt0183142", "Jean-Louis Daniel", "Jean-Louis Daniel, Mariusz Pujszo, Rick Richardson", 2.5, "1h 37min", "Supermodel Everhart is kidnapped by bad guy Prochnow and rescued by good guy Otto in technopop action."], ["tt0184009", "Jeff Stolhand", "Marie Black, Cameron Johnson, Ryan Wickerham", 6.0, "1h 30min", "The owner of a small alternative bookstore fends off her scheming fiance and real estate developers."], ["tt0184056", "Rémi Lange", "Rémi Lange, Antoine Parlebas", 7.3, "1h 25min", "Antoine and Rémi have been living together for over three years. Rémi films their life using a Super 8 camera."], ["tt0183869", "Gérard Krawczyk", "Luc Besson", 6.5, "1h 28min", NaN], ["tt0183946", "Matthias X. Oberg", "Tim Dabringhaus, Matthias X. Oberg", 5.5, "1h 31min", "Black comedy feature about a young undertaker, starting his own firm in a seaside resort."], ["tt0184894", "Tom Dey", "Miles Millar, Alfred Gough", 6.6, "1h 50min", NaN], ["tt0184849", "Oscar Vega", "Ramón Aguilera, Oscar Vega", 2.6, "1h 16min", "Clara lives in a world ruled by TV, which she cannot enjoy as she is half blind. But with her imagination she is able to enter the magical world of Raluy, the last circus on earth, which an evil TV tycoon is eager to destroy..."], ["tt0184907", "Chris Koch", "Will Mc, Robb, Chris Viscardi", 5.2, "1h 29min", NaN], ["tt0185431", "Steven Brill", "Tim Herlihy, Adam Sandler, Steven Brill", 5.3, "1h 30min", NaN], ["tt0184596", "Per Åhlin", "Hans Åke Gabrielsson, Per Åhlin", 6.8, "1h 8min", "On their way to find Paris, Sture the dog (Hasse Alfredsson) and his friend Picasso end up on a hotel in the middle of nowhere. Along with Miss Mops, Sture tries to sniff out who is causing all the strange events of the hotel."], ["tt0186029", "Robert Bauer, Paul Gordon", NaN, 5.0, "1h 32min", "Two friends experiment with drugs and end up stranded at a local store with some bizarre patrons."], ["tt0187880", "Mika Kaurismäki", "Paul Charles Bailly, Mika Kaurismäki", 5.7, "1h 30min", "The mechanic Jack tries to get rid of his criminal background."], ["tt0186975", "Kris Isacsson", "Kris Isacsson", 5.0, "1h 31min", "College students Al and Imogen meet and fall in love, but fear of commitment causes them to go their separate ways."], ["tt0185014", "Curtis Hanson", "Michael Chabon, Steve Kloves", 7.2, "1h 47min", NaN], ["tt0186045", "Nick Gomez", "Peter Steinfeld", 5.7, "1h 36min", "When a woman drives a car into the river to her death, everyone in town becomes a suspect."], ["tt0187559", "Matthew Huffman", "Marni Freedman, Carlos De Los Rios", 5.8, "1h 37min", NaN], ["tt0189456", "Kimble Rendall", "Dave Warner, Mark Lamprell", 4.4, "1h 22min", "A killer begins to stalk the actors of a low budget horror film, killing them off one by one."], ["tt0190449", "Virgil Widrich", "Enrico Jakob, Virgil Widrich", 6.2, "1h 28min", "Dirección"], ["tt0190138", "Jonathan Lynn", "Mitchell Kapner", 6.7, "1h 38min", NaN], ["tt0191754", "Betty Thomas", "Susannah Grant", 6.1, "1h 43min", NaN], ["tt0192266", "Jennifer Phang", "Jeff Kirschenbaum, Jennifer Phang", 7.7, "24min", "When a gay asian brother and sister decide to \"come out\" at dinner on the very same night the unexpected happens."], ["tt0192255", "Uli Edel", "Angela Sommer-Bodenburg, Karey Kirkpatrick, Larry Wilson", 5.7, "1h 31min", NaN], ["tt0190590", "Joel Coen, Ethan Coen", "Homer, Ethan Coen, Joel Coen", 7.7, "1h 47min", NaN], ["tt0192126", "David A. Stewart", "Dick Clement, Ian La Frenais, David A. Stewart", 4.1, "1h 50min", "The film is an edgy black comedy set in swinging London in the late 60s. The All Saints girls play three street wise sisters who head 'up West' to rob and generally cause trouble."], ["tt0191397", "Howard Deutch", "Vince Mc, Kewin", 6.6, "1h 58min", NaN], ["tt0192407", "Edzard Onneken", "Bernd Eilert, Michel Bergmann, Otto Waalkes", 4.3, "1h 32min", "Otto (Otto Walkes) tells his life story to a stranger he meets in Central Park: he has been a foundling and always dreamed about becoming a sailor on the \"Queen Henry\", because his adoptive grandfather (Otto Walkes) suggested he has been captain there. When Otto finally gets aboard some catastrophes lie ahead.."], ["tt0192455", "Alfonso Arau", "Bill Wilson", 4.7, "1h 35min", "A small New Mexican village discovers a severed hand that is considered a miracle of God, when it actually belongs to a murdered spouse with a husband in search of it."], ["tt0192912", "James Cellan Jones", "Tom Barlow, Denise O'Kelly", 4.2, "1h 16min", "Malcolm is married - to two women. This is the story of him trying to hide his double life. Not difficult as a taxi driver with night shifts and overtime. But when both his wives insist in attending the same pop concert, Malcolm is in serious trouble."], ["tt0192949", "Denys Arcand", "Denys Arcand, Jacob Potashnik", 5.7, "1h 40min", "A young girl is plucked from small-town obscurity and thrust into the spotlight of the glamorous world of super-models."], ["tt0191787", "Bill Robertson", "Bill Robertson", 5.9, "1h 29min", "Ben Reddick is a writer for Boomer magazine in Toronto. His fledgling career gets a boost when his boss Victor gives him a cover story article to write. He has mixed feelings about it because of the topic: telephone dating. Victor gave him the assignment if only because the job wouldn't threaten his stable marriage to his wife Sarah, despite Victor stipulating that Be... Leer todo"], ["tt0193135", "Joey Travolta", "Glen Merzer", 5.5, "1h 30min", "Enemies tells the story of a playwright and sitcom writer Paul Halpern (Academy Award Nominee David Paymer) who can't buy a break!"], ["tt0193741", "Markku Pölönen", "Esko Janhunen, Heikki Metsämäki, Markku Pölönen", 5.9, "1h 43min", "The life of Rauli \"Badding\" Somerjoki, a Finnish singer."], ["tt0194319", "Grant Barbeito", "Grant Barbeito", 6.2, "6min", "A man prepares his suicide up to the point of perfection."], ["tt0194368", "Pontus Löwenhielm, Patrick von Krusenstjerna", "Bix Skahill", 6.0, "1h 38min", NaN], ["tt0194026", "Ere Kokkonen", "Ere Kokkonen, Arto Paasilinna", 5.6, "1h 58min", "Two men, who both have tried to commit a suicide, decide to found a \"Let's do it together\"-suicide association to help the self-destructive people to succeed in their goal. Soon they have a bus load of candidates and together they start a bus tour in order to find a suitable place for the mass suicide. The trip takes them from Finland via Norway to the Central Europe.... Leer todo"], ["tt0193701", "Vinny Murphy", "Vinny Murphy, Mark Stewart", 6.2, "1h 26min", "A Belfast man who steals cars for a living dreams of retiring to Barcelona. Suddenly he finds himself in conflict with a crazed gangster who desires the first man's girlfriend. The two decide to settle the situation with a race with 12 of their friends. They just need to steal the cars for the race."], ["tt0194218", "Henry Bromell", "Henry Bromell", 6.7, "1h 28min", "Alex, a hit man, tries to get out of the family business, but his father won't let him do so. While seeking the help of a therapist, he meets a sexually charged 23-year-old woman with whom he falls in love."], ["tt0194519", "J.D. Shapiro", "J.D. Shapiro, William Dozier", 6.6, "1h 25min", "Based on a true story (written by and starring the two dingbats who lived it). It's about two men who both used to be married to the same woman. Now divorced from her, they move in together to try to straighten out their lives, and end up driving each other crazy."], ["tt0195234", "Nigel Cole", "Mark Crowdy, Craig Ferguson", 6.9, "1h 33min", NaN], ["tt0196106", "Robert Vince", "Anne Vince, Robert Vince", 4.2, "1h 33min", "When Jack, a sign-language-speaking chimp, makes a break for freedom, his talent for ice skating soon turns him into the local hockey team's secret weapon. But the lab officials are closing in."], ["tt0195945", "Steve Carr", "Ice Cube, DJ Pooh", 6.1, "1h 38min", NaN], ["tt0196216", "Woody Allen", "Woody Allen", 6.7, "1h 34min", NaN], ["tt0197392", "Stein Leikanger", "Odd Børretzen, Stein Leikanger", 6.3, "1h 28min", "Little Oddemann uses every means available to find Jesus, including his slingshot. The film takes us to Norway in the late 30's, where we meet a series of burlesque and humorous characters, whose antics convince Oddemann that growing up may be a bad idea. Yet Oddemann finds there are certain rewards to being grown-up, such as partying and chasing women, that merit clo... Leer todo"], ["tt0197402", "Pål Jackman", "Erlend Loe", 6.7, "1h 44min", "Daniel Jul is a 28-year-old psychiatrist still living with his mom. He and his friend Ronny have one thing in common: they like searching for metallic objects in the ground. One day they find a jewel with the name \"Janne\" imprinted. This is the beginning of something big for Daniel. His life will never be the same. He's about to discover a lot of hidden secrets about ... Leer todo"], ["tt0197646", "Mark Gibson", "Mark Gibson", 4.7, "1h 33min", "Lionel \"Ex\" Exley is a golf pro who returns to his hometown of New Orleans, where he befriends lawyer W. Firmin Carter. When Carter suddenly goes missing, however, the party's over for Ex, as he's the prime suspect."], ["tt0197858", "Axel Hildebrand", "Axel Hildebrand", 4.6, "1h 31min", "Dirección"], ["tt0197096", "Gurinder Chadha", "Gurinder Chadha, Paul Mayeda Berges", 6.8, "1h 49min", "Four families in LA of different ethnicity (Latino, Asian/Vietnamese, African and Jewish) gather together for Thanksgiving dinner."], ["tt0198021", "Matt Williams", "Lowell Ganz, Babaloo Mandel, Billie Letts", 6.7, "2h", NaN], ["tt0198284", "Cameron Thor", "Thomas M. Kostigen", 4.5, "1h 36min", "4 LA women, 3 married, go to a Palm Springs resort together for a weekend of flirting etc. Consequences?"], ["tt0198438", "Amy Goldstein", "Patrick Breen, Scott Kraft, Nadine Van der Velde", 7.0, "2000", "Reggie, the aspiring singer; Chart, the troubled rich boy; and Peter Parker the ex-seminarian; share an apartment in the East Village (New York City) in this story dealing with AIDS, sexuality and living in NYC of the late 80's."], ["tt0198386", "Michael Dinner", "Barry Fanaro", 5.6, "1h 28min", "Four retired mobsters plan one last crime to save their retirement home."], ["tt0198903", "Donald P. Borchers", "Anson Downes, Linda Favila", 5.2, "1h 43min", "An aimless young man turns to murder in order to satisfy the desires of his new girlfriend, a narcissistic blue jean fetishist."], ["tt0199290", "DJ Pooh", "DJ Pooh", 4.7, "1h 22min", "Rob has 2 strikes and 3 strikes now means 25 to life. Leaving prison, he's picked up in a stolen car later stopped by the police. Can he prove his innocence before he's caught?"], ["tt0199314", "Gerard Stembridge", "Gerard Stembridge, Tommy Tiernan", 5.9, "1h 37min", "A waitress falls for a handsome customer who seduces her, her two sisters, her brother, and her brother's girlfriend."], ["tt0200530", "Miguel Arteta", "Mike White", 6.6, "1h 36min", "An oddly naive man-child stalks his childhood best friend and tries to reconnect with their past."], ["tt0200316", "José Maria Borrell", "José Maria Borrell", 5.3, "2000", "Dirección"], ["tt0199358", "Enzo Salvi", NaN, NaN, NaN, "Dirección"], ["tt0199727", "Dominic Anciano, Ray Burdis", "Dominic Anciano, Ray Burdis", 6.4, "1h 43min", "A north London postman gets involved with a gang of criminals."], ["tt0199744", "Reuben Gonzalez", "Reuben Gonzalez", 5.0, "1h 38min", "A beautiful Puerto Rican girl and her family in Spanish Harlem devise a novel plan to attract business to their restaurant, causing a wildly comic sequence of events that ends in near disaster."], ["tt0199696", "Saara Saarela", "Iiro Küttner", 6.0, "1h", "A story of a man who thought he had lost his emotions."], ["tt0200472", "Stephen Metcalfe", "Stephen Metcalfe", 5.6, "1h 38min", NaN], ["tt0200550", "David Mc, Nally", "Gina Wendkos", 5.7, "1h 40min", NaN], ["tt0201519", "A.J. Jamal", NaN, 6.9, "2000", "Dirección"], ["tt0201726", "Burt Reynolds", "Clyde Hayes", 4.6, "1h 30min", "An old-time mogul struggles to reenter the club where power and money make the rules."], ["tt0201901", "Alan Jacobs", "Alan Jacobs", 5.5, "1h 30min", "Professor Isaac Balter, en route to his wedding, stops over in San Francisco for one night and falls in love with another beautiful woman, Aurora. In his twenty-four hour wild ride, he encounters Aurora's snobbish European husband, a student/call girl, and a kind-hearted hustler."], ["tt0201737", "Julia Jay Pierrepont III", "Leslie Jordan", 4.9, "1h 47min", "Taken from the life story of Leslie Jordan. A Tennessee country boy realizes he's gay and keeps getting in trouble with the local bad boys. He hears Atlanta is the new place to be, tosses his country overalls and shows up at the disco in silver platform shoes and a polyester Saturday Night Fever get up. He meets Tripper (Mark Pelligrino) and the trouble and adventures... Leer todo"], ["tt0201670", "Julian Kemp", "Eric Styles, Jason Sutton", 6.0, "1h 30min", "A small bingo hall is threatened by the opening of the country's largest bingo centre nearby."], ["tt0202402", "David Raynr", "Mark Schwahn", 5.5, "1h 34min", NaN], ["tt0202316", "Fabio Campus", "Fabio Campus, Andrea Saraceni", 4.3, "1h 40min", "Dirección"], ["tt0201888", "Eddy Terstall", "Eddy Terstall", 6.9, "1h 30min", "In Rent a Friend the talented painter ARTHUR is suffering from an artist's block. Alfred does not bother about becoming rich and famous. He sticks to painting bright coloured Mexican hats. Alfred's total lack of ambition increasingly irritates his girlfriend MONIEK. Moniek is a successful writer of a popular Dutch soap opera and she is continuously accusing Alfred of ... Leer todo"], ["tt0202829", "Carol Brook-Marino", "Carol Brook-Marino, Andrew Roa", 6.9, "1h 15min", "Two women chase money that they found and hid in a concert tour bus (Indigo Girls). They travel all over the country, mostly on American Indian reservations, until they find the money and discover themselves..."], ["tt0203047", "Glen Trotiner", "Glen Trotiner, Dean Garvin, Eric Fisher", 6.2, "1h 30min", "Dirección"], ["tt0202256", "Matthias Lehmann", "Matthias Lehmann, Eckhard Preuß", 6.3, "1h 28min", "Buddies Hoffi and Lehmi awake in Dortmund Zoo, after a night of drinking."], ["tt0202856", "Stephen Kinsella", "Stephen Kinsella, Paul Solberg", 6.2, "1h 38min", "A resourceful and high-spirited woman deals with financial distress and her asthmatic thirteen-year-old son when his life is gravely complicated by a new friendship with the son of her former drunken and abusive husband."], ["tt0203580", "Jay Madison", "Alison Andersson", 3.7, "1h 33min", "What happens when you put a handsome young husband, his enterprising wife, and a network of wealthy women together? A booming business where everyone gets what they want - for a price."], ["tt0202989", "Michael Lange", "Caroline Doyle, Jill Kargman", 4.5, "1h 30min", "An overworked, underpaid magazine intern goes from the mail-room to the boardroom, while searching for a spy within the company."], ["tt0204350", "Michael Addis", "Michael Addis, Tony Urban", 4.9, "1h 25min", NaN], ["tt0204382", "Yoshifumi Hosoya", "Nick Feyz, Yoshifumi Hosoya, Christo Knight", 7.3, "1h 32min", "A waitress discovers a ring she thought was worthless is actually worth $10 million."], ["tt0202405", "Francesco Nuti", "Carla Giulia Casalini, Ugo Chiti, Francesco Nuti", 5.8, "1h 49min", "The recently divorced Dado starts a torrid affair with the beautiful Francesca. Trouble is, she is already taken - by the equally beautiful Andrea. Francesca leaves them both, and Dado and Andrea turn from rivals into best friends. Can it go further?"], ["tt0202641", "Raymond De Felitta", "Raymond De Felitta", 7.2, "1h 49min", NaN], ["tt0203540", "Joel Hershman", "Joel Hershman", 6.8, "1h 33min", NaN], ["tt0204175", "Robert Iscove", "Andrew Lowery, Andrew Miller", 5.4, "1h 34min", "A friendship is put to the ultimate test when two best friends wind up in bed together."], ["tt0204932", "Ulf Malmros", "Ulf Malmros, Vasa", 7.3, "1h 31min", "Two kids move in with a lonely undertaker who is secretly in love with the town's school teacher."], ["tt0204885", "Jonathan Newman", "Jonathan Newman", 5.7, "1h 20min", "The bitter Jake is a self-professed 'artist and filmmaker' who can't quite keep life together in the face of other people's success. Jake's life changes when small-time thief Jojo breaks into Jake's car and steals his briefcase containing a book on screen-writing and Jake's filofax of 'contacts'. Jojo's new script ensures he quickly becomes the talk of the town. Jake,... Leer todo"], ["tt0205873", "Rob Sitch", "Santo Cilauro, Tom Gleisner, Jane Kennedy", 7.2, "1h 41min", NaN], ["tt0205408", "Imogen Murphy", "Imogen Murphy", 6.6, "10min", "Marty is very short; but he's neither nasty nor brutish, he's a genuinely nice guy, rich in friends but solitary in the game of love. Women, as he says, are over his head; he's out of their picture. Then, he meets Alison, and on a hike up a fairly steep mountain, he shows his down-to-earth courtesy, and she notices his eyes. Life, like Marty, is short. Has he met his ... Leer todo"], ["tt0205461", "Britt Allcroft", "Britt Allcroft, Wilbert Awdry, Rick Siggelkow", 4.2, "1h 25min", "Thomas the Tank Engine searches for gold dust that will allow his magical friend Mr. Conductor to return home, while also helping a girl restore her grandfather's enchanted locomotive."], ["tt0203056", "Vladimír Drha", "Vladimír Drha", 4.8, "2000", "Director's memoirs of his childhood in a lively tenement house, in particular one hot summer day in 1949 when all tenants gathered to celebrate the wedding of the landlord's daughter. Small details slowly reveal that the narrator's recollection of the events may not be altogether correct."], ["tt0203166", "Lukas Moodysson", "Lukas Moodysson", 7.4, "1h 46min", "In 1975, the dynamics of a Swedish commune begin to change upon the arrival of a beaten wife and her two kids."], ["tt0204640", "Del Shores", "Del Shores", 6.7, "1h 51min", "As three generations of a family in a small Texas town gather for a funeral, we learn the hilarious, sad, trashy truth of their \"Sordid Lives.\""], ["tt0204698", "Michael Bergmann", "Michael Bergmann", 7.4, "1h 33min", "While their muse is in mourning, two novelists -- unable to work -- contemplate infidelity. Starring Bridget Moynahan as Fame. \"Unafraid to be both smart and silly\" - Lisa Nesselson, Variety."], ["tt0204946", "Peyton Reed", "Jessica Bendinger", 6.1, "1h 38min", NaN], ["tt0205177", "Ed Bye", "Harry Enfield, Dave Cummings", 5.7, "1h 22min", "Two inseparable, hormonal, English BFF teen boys, avoided by all others, head to Ibiza with Kevin's parents. Will they lose their virginity there?"], ["tt0205271", "Robert Altman", "Anne Rapp", 4.7, "2h 2min", NaN], ["tt0205391", "Mark L. Feinsod", "Mark L. Feinsod", 7.2, "2000", "Jessica Blaine (a 23-year old art student) and her half-sister Caroline (a 28-year old former model who ruined her career by participating too much in New York's decadent night life) return to Jessica's apartment after an evening of club-hopping. They and their friends, including Jessica's French boyfriend Albert and his cousin Jules, proceed to give the evening one l... Leer todo"], ["tt0205718", "Ugo Fabrizio Giordani", "Alfredo Arciero, Leonardo Benvenuti, Piero De Bernardi", 4.2, "1h 35min", "Dirección"], ["tt0205521", "Jonathan West", "Leslie Ackerman", NaN, NaN, "Dirección"], ["tt0207201", "Nancy Meyers", "Josh Goldsmith, Cathy Yuspa, Diane Drake", 6.4, "2h 7min", NaN], ["tt0206395", "Gregory Avellone", "Elaine Pelino, Robert Rhine, Rita Weinstein", 4.7, "2000", "At Vinnie & Angela's neighborhood beauty salon in Rhode Island, frequented by local wise guys, they've added a sideline... funeral parlor. When \"made\" boss Big Tony informs them that his sister has died in a skiing accident, Vinnie and Angela proudly offer to prepare the body for funeral. Big Tony gives them a photo to help reconstruct his sister's face for the open c... Leer todo"], ["tt0206088", "Detlev Buck", "Detlev Buck, Ruth Toma", 6.2, "1h 31min", "A girlie stranger to a small village seduces some men and causes real chaos in the lives of some straight citizens."], ["tt0206382", "John Chase", "John Chase", 7.1, "2000", "A day in the life of four Massachusetts high schoolers."], ["tt0206420", "Fina Torres", "Vera Blasi", 5.3, "1h 32min", NaN], ["tt0206608", "Jan Schütte", "Klaus Pohl", 6.2, "1h 37min", "It is one of the last days of an exceptionally hot summer in 1956. Bertolt Brecht (Bierbichler) is about to leave his lakeside house among the tall birches in Brandenburg to return to Berlin for the upcoming theater season. Most of the women in his life are there: his wife, Helene Weigel (Bleibtreu); his daughter, Barbara; his old lover Ruth Berlau; his latest flame, ... Leer todo"], ["tt0206226", "Robert Lee King", "Charles Busch", 6.0, "1h 35min", NaN], ["tt0208376", "Tony Mortillaro", "Tony Mortillaro", 5.8, "2000", "A father's retirement is foiled when all of his dysfunctional children simultaneously move back home as adults."], ["tt0207161", "Sharon von Wietersheim", "Eric Tuchman", 5.7, "1h 27min", "Two single parents, one man and one woman, along with their kids, have to involuntarily share a house for their holidays."], ["tt0206128", "Enrico Brignano, Bruno Nappi", "Augusto Caminito, Natalia Gambino, Enrico Brignano", 4.7, "1h 35min", "Dirección"], ["tt0208050", "Stephen Burrows", "Stephen Burrows", 5.5, "1h 29min", "Rags to riches to rags comedy loosely based on the director Steve Burrows' actual experiences while writing screenplays in Los Angeles. Burrows (aka \"Milwaukee Steve\") finally makes it big as \"The Crotch Fresh\" commercial guy, but then can't catch another break -- not even when he auditions for a new Crotch Fresh commercial! He decides the only way to make a comeback ... Leer todo"], ["tt0207524", "Michael Kalesniko", "Michael Kalesniko", 6.8, "1h 47min", "A sarcastic playwright in LA gets new neighbors - single mom and 8 y.o. girl. His wife wants kids and babysits the girl. He doesn't want kids yet plays with her to find out how children talk - for his play. Paternal instincts?"], ["tt0206093", "Carlo Mazzacurati", "Franco Bernini, Umberto Contarello, Carlo Mazzacurati", 6.7, "1h 50min", "The adventures of two cute stragglers, Willy and Antonio, who penetrated at night in the Basilica Del Santo in Padua almost accidentally steal a precious relic of St. Anthony . Realizing the value of the loot they decide to ask for a high ransom, but have the problem of how we can deliver them without being caught."], ["tt0206742", "Amos Kollek", "Amos Kollek", 6.4, "1h 35min", "How important is the truth when falling in love? Bella is a Manhattan café waitress, about to turn 35, stuck in a long-term affair going nowhere. Paul is a widower, facing old age alone. Bella's mother sets her up with Bruno, a novelist/cabbie who likes to bed-hop and whose ex-wife expects their two children to stay with him for awhile. While Bruno learns some maturit... Leer todo"], ["tt0206087", "Cristina Comencini", "Cristina Comencini, Enzo Monteleone, Gennaro Nunziante", 6.2, "1h 33min", "Mafioso Michele Verrio has both a wife and a long-suffering mistress, Lunetta."], ["tt0208675", "Laura Mañá", "Laura Mañá", 7.0, "1h 49min", "Dolores is a mature and kind woman whose husband abandons her because he can't stand her uncanny generosity. Desperate to get her husband back, she devotes her life to works of charity, which is to go to bed with the other men of the town. Dolores, now \"Lolita\", becomes so famous that all men seek out her help now. It is through her compassionate sex that she brings b... Leer todo"], ["tt0206351", "Gianfranco Mingozzi", "Silvia Brembilla, Marco Lodoli, Gianfranco Mingozzi", 5.7, "1h 38min", "Dirección"], ["tt0207745", "Brent Florence", "Brent Florence", 4.6, "1h 25min", "Three smalltown friends looking to leave their troubles behind come up with a robbery scheme to fund their trip to the big city. But as their plan goes awry and the authorities become involved, they are left with no other alternative but to take hostage a pair of traveling young lovebirds, with no shortage of problems of their own."], ["tt0208196", "Brad Anderson", "Brad Anderson", 7.2, "1h 50min", NaN], ["tt0206926", "Ben Elton, Hugh Laurie", "Ben Elton", 5.6, "1h 44min", "A comedy about a couple (Hugh Laurie and Joely Richardson) who are trying to conceive a child."], ["tt0208026", "Carlo Verdone", "Pasquale Plastino, Carlo Verdone, Giovanni Veronesi", 5.7, "1h 48min", "The gala night of the \"Miss Queen of Hearts\" pageant held at a seaside resort is ruined by a sudden violent storm that wrecks the nerves of Ercole Preziosi, the entertainment manager who organized and is hosting the show. The audience is restless and Ercole insults them, then flees in his old Mercedes driven by his 27-year-old Sicilian chauffeur Nicola. In the car, as... Leer todo"], ["tt0208092", "Guy Ritchie", "Guy Ritchie", 8.2, "1h 44min", NaN], ["tt0208993", "Edo Bertoglio", "Glenn O'Brien", 6.9, "1h 12min", "After being released from the hospital, the artist Jean Michel Basquiat wanders around Manhattan trying to sell art to make money and find a place to stay."], ["tt0208003", "Raja Gosnell", "Darryl Quarles, Don Rhymer", 5.2, "1h 39min", NaN], ["tt0209322", "Tamra Davis", "Tim Sandlin", 6.2, "1h 40min", "An ungrounded young mother and her thoughtful teenage son are banished to a remote provincial town by her domineering father."], ["tt0210130", "Mark Benjamin, Danny Hoch", "Danny Hoch", 7.8, "1h 30min", "From the mind of Brooklyn actor, performance artist and hip-hop activist Danny Hoch, this film spins out the stories of ten lives shocked by globalization, the prison industry and life in general."], ["tt0210633", "Taz Goldstein", "Taz Goldstein, Robert Moniot", 7.5, "21min", "After getting noticed by Miramax Pictures for his short film, a filmmaker has a moral dilemma when it comes up to facing the truth about the work he may (or may not) have made."], ["tt0210756", "Michael Rauch", "Michael Rauch", 6.0, "1h 31min", NaN], ["tt0210943", "Eric Styles", "Noël Coward, Paul Rattigan, Michael Walker", 6.4, "1h 27min", "A man returns home with his bride-to-be, an actress, who turns out to be the sister of his family's maid."], ["tt0209106", "Spike Brandt", "Earl Kress, Kathleen Helppie-Shipley", 6.4, "8min", "Baby Wile E. Coyote is told by his father, Cage E., that he's not to speak until he catches a roadrunner. Wile E. tries several products from Acme Jr., including a jack-in-the-box and a water-rocket-propelled bike. They maintain the fine tradition of Acme quality products."], ["tt0209037", "Dominique Deruddere", "Dominique Deruddere", 6.9, "1h 37min", "Jean is a family man and factory worker who dreams of becoming a songwriter. Pinning his hopes on his teenage daughter, Marva, he takes her to singing contests in which the awkward and overweight girl struggles to belt out a tune. When Jean is suddenly fired because of cut backs, he is ashamed and even more desperate to have his daughter succeed. In a chance meeting J... Leer todo"], ["tt0210567", "Sally Field", "Jon Bernstein", 5.6, "1h 52min", "Mona sacrifices everything, including family, in pursuit of a beauty pageant victory. Her friend Ruby helps her to an amazing degree."], ["tt0210584", "Dein Perry", "Steve Worland, Hilary Linstead, Dein Perry", 6.2, "1h 35min", "Charismatic tap dancing Sean tries to find a way out of working at the steel mill. When failure brings him home he starts his own dance group wearing hardhats. He must then find inspiration in the steel mill he once tried to escape."], ["tt0211103", "Gabriel Pelletier", "Ken Scott", 6.2, "1h 44min", "After 20 years of marriage and almost perfect love, Sophie leaves her husband Gilles for another guy. Many misadventures await Gilles in his nervous breakdown, while trying to get a way to reclaim his love back to Sophie."], ["tt0211181", "Michael D Moore, Kevin Lima", "Dodie Smith, Kristen Buckley, Brian Regan", 4.8, "1h 40min", NaN], ["tt0211900", "Bertrand Blier", "Bertrand Blier", 5.9, "1h 43min", "A self-conscious and self-referential adventure into the (pretend) lives of legendary actors in Paris."], ["tt0211661", "Lance W. Dreesen, Clint Hutchison", "Clint Hutchison", 6.0, "1h 36min", "A real estate agent terrifies a couple with the grim fates of the previous owners of a house they're looking at."], ["tt0211387", "François Ozon", "Rainer Werner Fassbinder, François Ozon", 6.7, "1h 22min", "In 1970s Germany, a 50-year-old businessman falls in love with a 20-year-old man."], ["tt0212815", "Thomas Bezucha", "Thomas Bezucha", 7.3, "1h 58min", "Big Eden is a small, fictional northwestern Montana town."], ["tt0212820", "Zhenya Welyczko", NaN, 6.8, "2000", "Dirección"], ["tt0213295", "Daniel Giambruno", "Daniel Giambruno", 6.3, "19min", "A dark comedy about sex trading, mutilation and quiz shows."], ["tt0212338", "Jay Roach", "Greg Glienna, Mary Ruth Clarke, Jim Herzfeld", 7.0, "1h 48min", NaN], ["tt0212261", "Xavier Beauvois, Eugene John Bellida", "Xavier Beauvois, Eugene John Bellida", 5.0, "2000", "A jewel thief plans the last big heist, but does not count on the double cross to end all double crosses."], ["tt0212346", "Donald Petrie", "Marc Lawrence, Katie Ford, Caryn Lucas", 6.3, "1h 49min", NaN], ["tt0211919", "Daniel Nettheim", "Anthony O'Connor", 6.1, "1h 26min", "An aspiring horror movie writer searches for love in a world of heartache, desperation and fluffy toys."], ["tt0211938", "Antoine Fuqua", "Andrew Scheinman, Adam Scheinman, Tony Gilroy", 5.7, "1h 59min", NaN], ["tt0214388", "Michael Davis", "Michael Davis", 5.8, "1h 34min", NaN], ["tt0213587", "Jimmy Zeilinger", "Jimmy Zeilinger", 8.1, "18min", "Alfie is the brother no one notices, and at his hot-shot brother Richard's wedding, Alfie's father insults him, his brother puts him down, he gets fired, and he falls off a second-story ledge to his death. He's in line to enter Heaven, when the Devil recruits him. The deal: go back to Earth, break all Ten Commandments in an hour, and get to join the big, eternal party... Leer todo"], ["tt0212879", "Lloyd Kaufman", "Trent Haaga, Patrick Cassidy, Gabriel Friedman", 5.9, "1h 49min", NaN], ["tt0213996", "Yoram Gal", "Yoram Gal", 5.7, "1h 28min", "Dirección"], ["tt0214277", "Tony Vitale", "Paul T. Murray", 5.8, "1h 33min", "A bartender captivates a stingy customer with the tale of two rival mob families."], ["tt0213790", "Reginald Hudlin", "Tim Meadows, Dennis Mc, Nicholas, Harper Steele", 5.2, "1h 24min", NaN], ["tt0213203", "Stig Bergqvist, Paul Demeyer", "J. David Stem, David N. Weiss, Jill Gorey", 6.2, "1h 18min", "While on a family vacation in Paris, the Rugrats attempt to help Chuckie find a new mom while stopping his dad from marrying a conniving businesswoman who hates kids."], ["tt0214065", "Jamie Goold", "Jamie Goold, Johnny Vaughan", 7.0, "9min", "A man with a hangover loses an important computer disk and blames his girlfriend."], ["tt0214548", "Robert Shallcross", "Robert Shallcross", 5.9, "1h 21min", "Now out of school for the summer, three young lads' boring day soon become an adventurous one that includes a runaway lawnmower, a bumbling bully and much more."], ["tt0214646", "Mark Osborne", "Kent Osborne", 5.9, "1h 49min", "Emile Brockton, depressed by his monotonous life, decides to commit suicide, which proves to be just the beginning of his journey."], ["tt0215757", "Didier Bourdon", "Valentine Albin, Didier Bourdon", 3.5, "1h 33min", "Chased by two androids programmed to kill him, Zerph puts down his flying saucer in Auvergne while waiting for help."], ["tt0215232", "Michael Bregman", "Michael Bregman", 4.8, "1h 30min", "Four successful New Yorkers in their 40s open a restaurant together to meet women. Their plans hit a snag when they discover the money they received from their investors might be dirty."], ["tt0215730", "Maria Brenner", "Maria Brenner", NaN, NaN, "Dirección"], ["tt0215129", "Todd Phillips", "Todd Phillips, Scot Armstrong", 6.5, "1h 33min", NaN], ["tt0215880", "Michael Hurst", "Michael Bennett, Nepi Solomon", 5.7, "1h 34min", "Billy is trying to organize the biggest celebration the town has seen - the 75th Jubilee of their school. In doing this, he is trying to redeem himself in the eyes of his family, but an old flame of his wife returns ."], ["tt0214878", "Gabriel Aghion", "Gabriel Aghion, Eric-Emmanuel Schmitt", 6.3, "1h 40min", "The 'philosopher' (modernist intellectual of the French 18th-century Enlightenment) Denis Diderot is part of an aristocratic circle which practices the libertarian principles on the rural castle estate of the baron of Holbach, and prints their forbidden publication, the Encyclopédie, drowning the noise of the presses in Jewish assistant Abraham's organ playing. Then a... Leer todo"], ["tt0215223", "Thierry Boscheron", "Thierry Boscheron, Philippe Chazarenc, Philippe Donzelot", 5.6, "1h 30min", "The story of a man who tries to find one of his severed ears in an absurd accident."], ["tt0215972", "David Fierro", "David Fierro", 5.5, "2000", "Dirección"], ["tt0215545", "Spike Lee", "Spike Lee", 6.7, "2h 15min", "A frustrated African-American TV writer proposes a blackface minstrel show in protest, but to his chagrin, it becomes a hit."], ["tt0215679", "Gregory C. Haynes", "Gregory C. Haynes", 6.1, "1h 37min", "A lawyer in his 30s named Danny still dreams about becoming a cowboy when his fiancée leaves him on the eve of their wedding ceremony. Fortunately, for him, not one, but two contrasting girls appear on his life to take her place: the bubbly Jo Jo and the more traditional Candice. But who will win out?"], ["tt0215458", "Pierre Franckh", "Pierre Franckh", 5.4, "1h 35min", "The pretty Anna multiplies the romantic adventures, without managing to find the man of her dreams. Following a misunderstanding Anna is ready to do anything to find the one who could well be the man of her life"], ["tt0216279", "Declan Lowney", "Colin Bateman", 6.0, "1h 31min", "A sleazy chef is forced to face the truth about the man he has become and realizes that he has the chance to begin again."], ["tt0216105", "Thompson E. Clay", "Dan Slider", 6.3, "1h 32min", "The Dirty Shame is the only bar in the small town of Paradise, Michigan. A burnt out, chain-smoking fortyish bar maid is the only waitress at The Dirty Shame. A group of local red necks conspiring to bring a mail order bride to their Midwest town for their ne'er-do-well leader set the story in motion. These red necks trick Viktoria, a beautiful, bright girl from Ukrai... Leer todo"], ["tt0216522", "Patrick Braoudé", "Patrick BraoudéFrancis Palluau", 5.1, "1h 40min", "1982: World Soccer Cup: France against Germany.France looses the match and it's a national drama.Vincent , a 30 years old, is an immature man.When Laure asks him to build with her a family, Vincent is not able to take a decision.This night Vincent is victim of a car accident who sends him 16 years later on July 12th 1998.Just the night before the great soccer match Fr... Leer todo"], ["tt0216587", "Melvin Van Peebles", "Melvin Van Peebles", 3.2, "1h 45min", "A closed-minded conservative couple masquerade as liberal do-gooders in late 60's France. With orders piling up at their bistro, The Full Belly, Loretta and Henri, self-described \"pillars of the community,\" hire Diamantine as a waitress in order to give a poor black orphan a break. At home, they tell their trusting, new live-in employee that she's \"one of the family,\"... Leer todo"], ["tt0216417", "Aleksi Vellis", "Chris Anastassiades, Nick Giannopoulos", 5.8, "1h 32min", "When a 'dole bludging' Greek gains national fame following a television appearance, he's recruited by a political party as the face of their campaign to improve the country's unemployment rate."], ["tt0216890", "Philippe de Broca", "Philippe de Broca, Serge Frydman", 4.8, "1h 28min", "On an observatory set high on a mountain, astronomers make a stunning discovery somewhere out in the galaxy. A flying object in the depths of the cosmos is showing signs of life, emitting an intelligent signal. The UFO has just landed on Earth somewhere in the midst of a rainforest. Margot, the enthusiastic young woman heading up the research team, decides to go to th... Leer todo"], ["tt0216741", "Michael Herbig", "Günter Knarr, Philipp Weinges", 4.9, "1h 27min", "Editor Eckernförde has come into the possession of an audiocassette that contains a recording of the last minutes of deceased politician Uwe Barschel. The circumstances of his untimely death have never been completely resolved - until now. Unfortunately, the editor's daughter Nina accidentally takes the tape with her to Munich, where she is about to visit her paralyze... Leer todo"], ["tt0216523", "Laurent Perrin", "Camille Taboulay, Laurent Perrin", 5.1, "1h 45min", "Dirección"], ["tt0216800", "Dominik Moll", "Dominik Moll, Gilles Marchand, Francis Villain", 7.1, "1h 57min", "Harry knew Michel in high school; they meet again by accident, Harry inserts himself in Michel's life... and things take a sinister turn."], ["tt0216590", "Edouard Baer", "Edouard Baer, Fabrice Roger-Lacan", 5.7, "1h 35min", "Dirección"], ["tt0218138", "William Marsh", "Martin Amis, William Marsh", 4.6, "1h 41min", "Residents prime themselves for both a visit from three Americans and a weekend of copious decadence."], ["tt0217780", "Timothy Beckley", "Timothy Beckley", 3.0, "1h 28min", "In a grisly spectacle of carnage, an unknown number of severed body parts wash ashore at Sandy Hook. A jogger literally stumbled upon an upper torso that had washed ashore as she sprinted down the beach at the end of the torrential hurricane that had knocked out power and had folks heading for the mainland. Police were summoned to the stately manor house of Mr. Creepo... Leer todo"], ["tt0217788", "Imogen Kimmel", "Imogen Kimmel, Catriona Mc, Gowan", 5.3, "1h 38min", "Daisy is the love of Ken's life - she is also large... and very pretty... and on the dole. But Ken is a dreamer, all his dreams to make a fast buck ending up where they started - as dreams. With the rent unpaid, the bailiffs at the door and Ken's dreams in tatters, Daisy sets out to bring home the bacon and gets a job in the local factory. There she meets Marlene and ... Leer todo"], ["tt0218182", "Barry Levinson", "Barry Mc, Evoy", 6.2, "1h 43min", "Colm is a Catholic, and George is a poetry-loving Protestant. In Belfast, Northern Ireland in the 1980s, they could have been enemies, but instead, they became business partners. After persuading a mad wig salesman known as the Scalper to sell them his leads, the two embark on a series of house calls, always in neighborhoods that are dangerous for one or the other par... Leer todo"], ["tt0216941", "Jean-Pierre Mocky", "Edwin Corley, Jean-Pierre Mocky, Philippe Piazzo", 5.1, "1h 20min", "A secret society, somewhere in France, is responsible for the major unsolved murder mysteries throughout history (such as Henri IV, Lincoln, Kennedy, John-Paul I)..."], ["tt0217168", "Jeanne Labrune", "Jeanne Labrune", 6.0, "1h 29min", "Such an inconsequential event - the unfortunate purchase of a package of cling film - reveals the character and behavior of a small group of individuals caught up in the chaos of today's society. Though it creates arguments and inner questioning, this event - and its various consequences - also creates bonds."], ["tt0217037", "Antonello Fassari", "Antonello Fassari, Antonio Manetti, Marco Manetti", 4.2, "1h 35min", "Dirección"], ["tt0217116", "Philippe Muyl", "Philippe Muyl, Philippe Le Dem", 6.4, "1h 30min", "Romain, the widowed father of eight-year-old Lucas, is a farmer in Brittany. He owns a herd of about twenty cows,one of which is called Maeva and is his son's favorite. The small Scottish animal is in fact his only friend, with the exception of Sarah, their new neighbor, a writer who has decided to settle in the country in search for peace and quiet. One day though, o... Leer todo"], ["tt0216735", "Yves Hanchar", "Jacky Cukier, Yves Hanchar", 6.4, "1h 45min", "During a family reunion in 2000, guests decide to read out laud their \"where i see myself in 10 years\" wish lists which they wrote down during their 1990 family reunion."], ["tt0216983", "Alexandre Jardin", "Alexandre Jardin", 4.1, "1h 40min", "Following a romantic breakup, a teacher cleans up his life. He decides in particular to change his relationship with the students altogether and to put the imagination in power."], ["tt0217331", "Mike Mendez", "Chaton Anderson", 5.1, "1h 19min", "A group of college students break into an abandoned convent and become possessed by demonic spirits."], ["tt0217629", "Kate Woods", "Melina Marchetta", 7.0, "1h 43min", "At seventeen Josie Alibrandi is about to enter her final year as a scholarship student at an exclusive Catholic College. It's the year her life is turned upside down and changed forever."], ["tt0218561", "Matt Brown", "Matt Brown", 5.4, "1h 30min", "An ensemble romantic comedy chronicling the lives of a group of twenty-somethings that deals with adolescence of growing up and the realities that life has to offer, set on the island of Nantucket."], ["tt0218112", "Aileen Ritchie", "Herbie Wave, William Ivory", 6.2, "1h 33min", "Irish lads send an ad to the Miami Herald inviting fit and enticing women, between the ages of 20 and 21, to live in their isolated Donegal village. The whole town knows about the ad, and it sharpens everyone's sense of the opportunities for happiness already at hand. Kate, a publican with a young daughter, is separating from her husband and catches the eye of a bache... Leer todo"], ["tt0217630", "Amy Heckerling", "Amy Heckerling", 5.3, "1h 38min", "A college student, branded a loser by his roommates and booted from the dorm, falls in love with a coed who has eyes for their condescending professor."], ["tt0216787", "Agnès Jaoui", "Jean-Pierre Bacri, Agnès Jaoui", 7.2, "1h 52min", NaN], ["tt0217884", "Michael De, Carlo", "Michael De, Carlo", 5.4, "1h 47min", "Washed up is an irreverent and sexy comedy set on a deserted beach. The film follows a group of characters as they navigate their way through a sea of lust, deception, jealousy and larceny."], ["tt0219288", "David Ondricek", "Olga DabrowskáPetr Zelenka", 7.5, "1h 43min", "Robert works for a travel agency and helps to arrange scenes from the everyday lives of \"ordinary\" Czech families as an attraction for Japanese tourists. He also works as a kind of matchmaker and occasionally helps to put together some of his friends. He helps to separate his friend Hanka from Peter, an announcer for an independent radio station who tries to capture \"... Leer todo"], ["tt0217756", "Brian Robbins", "Steven Brill", 5.3, "1h 47min", "Two slacker wrestling fans are devastated by the ousting of their favorite character by an unscrupulous promoter."], ["tt0216949", "Brad White", "Dini Favaro, Brad White", NaN, NaN, "Dirección"], ["tt0218426", "Anne Wheeler", "Linda Svendsen, Robert Forsyth, Lori Lansens", 5.3, "1h 35min", "Marine Life revolves around the chaotic family life of June, a middle-aged lounge singer and mother."], ["tt0219854", "Jon Turteltaub", "Audrey Wells", 6.1, "1h 44min", NaN], ["tt0216930", "Sidney J. Furie", "Rodney Dangerfield, Harry Basil", 4.7, "1h 40min", NaN], ["tt0218559", "Khaled El Hagar", "Khaled El Hagar, Amanda Mc, Kenzie Stuart", 6.2, "1h 38min", "Ali is a young Egyptian screenwriter determined to succeed in London, where he has been a student. He loves the artistic and political freedom, the colours, the music, the individualism. But he has little money, his student visa is about to expire and he has been thrown out of his lodgings. Thus, Ali moves in with a succession of eccentric and colourful London flatmat... Leer todo"], ["tt0216841", "Fabien Onteniente", "Olivier Chavarot, Fabien Onteniente, Bruno Solo", 4.2, "1h 46min", "To save their bar from bankruptcy, Jimmy and Fifi, two friends from the suburbs, have an enlightenment: bring in the Parisian jet set, this caste accustomed to having their photo in people magazines"], ["tt0219405", "Gary Burns", "Gary Burns, James Martin, Patrick Mc, Laughlin", 6.7, "1h 27min", "A group of young employees bet a month's salary, winner takes all, on who can last the longest without going outside."], ["tt0218298", "Max Mitchell", "Max Mitchell", 5.7, "1h 33min", "A wealthy professional gay couple, who wish to adopt children, see their lives turned topsy turvy when they take in two misbehaving brothers, supposedly just for one night."], ["tt0218616", "Simon Cellan Jones", "Joe Penhall", 6.6, "1h 41min", "A schizophrenic causes havoc in his brother's restaurant."], ["tt0216911", "Gérard Jugnot", "Gérard Jugnot, Isabelle Mergault", 6.1, "1h 40min", "Yvon Rance, a born hairdresser and an elegant middle-aged man with a perfect toupee, reigns in his native Brittany over a clientèle of little old ladies. But his main reason for living, his masterpiece, is Laetitia, his only daughter, whom he has single-handedly brought up for eighteen years and whom he fondly pictures as heading a cutting-edge hairdressing salon. But... Leer todo"], ["tt0219601", "Enda Hughes", "Enda Hughes", NaN, NaN, "Silent movie classic Battleship Potemkin, re-imagined in the style of a video game."], ["tt0219210", "Tim Kirkman", "David Drake", 5.4, "1h 21min", NaN], ["tt0218967", "Brett Ratner", "David Diamond, David Weissman", 6.8, "2h 5min", NaN], ["tt0219191", "Richard E. Doherty", NaN, 8.1, "14min", "The story of Ed, a lonely man looking for love, and the 4-part harmonic chorus that terrorizes him."], ["tt0218839", "Christopher Guest", "Christopher Guest, Eugene Levy", 7.4, "1h 30min", NaN], ["tt0220157", "Kieron J. Walsh", "Roddy Doyle", 6.5, "1h 35min", "A teacher meets a woman who turns out to be a thief and they introduce each other to new things."], ["tt0219952", "Nora Ephron", "Adam Resnick", 5.1, "1h 45min", NaN], ["tt0220296", "Carla Drago", "Carla Drago", 6.5, "9min", "When talking about the dangers of dust, Wayne tells Christine he's missing pairs of underwear. Christine remembers that friend Lisa likes those. Wayne demands them back from Lisa, but she refuses and threatens him with a needle."], ["tt0219643", "Mary Guzmán", "Mary Guzmán", 5.2, "1h 8min", "Dirección"], ["tt0220099", "Jun Falkenstein", "Eddie Guzelian, Jun Falkenstein, A.A. Milne", 6.3, "1h 17min", NaN], ["tt0220399", "Stacy Cochran", "Stacy Cochran", 5.5, "1h 33min", "After an expose on NFL players causes a series of lawsuits, a reporter gets fired. A loyal editor nonetheless gives him a freelance story to work on. It seems that an athletic 19 year old actor had been preparing to star in a low-budget gridiron movie when a mysterious assailant attacked him and destroyed his appearance. He was, of course, dismissed from the film. The... Leer todo"], ["tt0221197", "Christopher Coppola", "Richard L. Albert, Mike Allred, Robert Cooper", 4.4, "1h 38min", "Two G-Men, returning from hell, must perform good deeds to save themselves from a doomed fate."], ["tt0218800", "Arto Paragamian", "Arto Paragamian", 5.7, "1h 34min", "A paleontologist is diagnosed with a fatal brain disease and, rather than falling into a depression, explodes into life."], ["tt0219911", "Nicholas Jacobs", "Scott Greenwood", NaN, NaN, "Dirección"], ["tt0221711", "Jono Oliver", "Jono Oliver", 7.6, "15min", "Dirección"], ["tt0220652", "Dudi Appleton", "Jim Keeble", 5.3, "1h 36min", "The most fertile man in Ireland is in serious demand."], ["tt0220575", "Jason Reitman", "Jason Reitman", 7.8, "17min", "A speeding truck sends Robert into purgatory, with the probability of a warm climate. He escapes to Earth and tries to fix things before purgatory catches up with him."], ["tt0221691", "Shirley Barrett", "Shirley Barrett", 5.0, "1h 51min", "A well-meaning but misguided talent agent uses his paraplegic girlfriend's government compensation to fund his quest to resurrect a faded club singer's career."], ["tt0221115", "Gabriele Salvatores", "Domenico Starnone, Gabriele Salvatores", 6.4, "1h 36min", "Antonio is a man who was born with unusually large incisors; his freakishly huge teeth make him an outcast from his peers as a child, and he attempts more than once to break off the offending choppers."], ["tt0221823", "Christopher Coppola", "Nick Johnson", 7.2, "1h 50min", "Daring to tread in the footsteps of Billy Wilder, Paul Morrissey and Andrew Lloyd Webber, Christopher Coppola's tongue-in-cheek spin on SUNSET BOULEVARD stars brother Marc (a ringer for third sibling Nicolas Cage, an executive producer here) as a pizza delivery guy who dreams of recapturing his onetime glory as a child television star. Delivering a pie, he's adopted a... Leer todo"], ["tt0221889", "Bill Eagles", "Simon Donald", 5.8, "1h 26min", "Two girls thrown together by their boyfriends' violence accidentally kill one of them."], ["tt0222850", "Greg Berlanti", "Greg Berlanti", 6.9, "1h 34min", "An insight into the turbulent lives and loves of a gay clique based in Los Angeles."], ["tt0222270", "Aziz Mirza", "Sanjay Chhel, Raaj Kumar Dahima, Manoj Lalwani", 6.1, "2h 40min", "In order to seek justice for a man who exacts vengeance on a politician, who was responsible for his daughter's death, two rival reporters teams up to help him to prove his innocence."], ["tt0224394", "Marcus Rogers", "Ed Kedzierski", 5.3, "1h 18min", "Milton Smythe is unable to accept the death of his beloved wife. Although she no longer moves or speaks, he still hears her, and he is determined to stay together. But Milton feels that he is being watched, and he is."], ["tt0224807", "Dante Desarthe", "Agnès Desarthe, Dante Desarthe, Fabrice Guez", 6.1, "1h 24min", "Fueled by klezmer and set in the Paris night world, an intelligent yet hilarious screwball comedy. Jonah, a young musician and father to a newborn son, learns at the last minute that he must rush to bury the foreskin of son."], ["tt0224050", "Conor Mc, Pherson", "Conor Mc, Pherson", 6.0, "1h 37min", "An Irish-Italian café owner in a seaside town faces a life crisis: his wife has recently died and he's severely in debt. His oldest son tries to help, but he has his own serious problems; his younger son and daughter, meanwhile, are having troubles in school."], ["tt0224451", "Eli Frankel", "Eli Frankel, Joubin Mortazavi", 7.2, "1h 45min", "Five former friends are brought together by the death of an old friend for a final weekend trip to Las Vegas on the weekend before college graduation."], ["tt0224263", "Jonathan Bekemeier", "Greg Roman", 7.8, "6min", "Greg Roman performs eight numbers as Titler, a cross-dressing man with a woman's figure and the hair and mustache of the Fuhrer's. His dress is sleeveless: his muscular arms add to the effect. Most are familiar tunes with Titler's own lyrics: \"Matchmaker, Matchmaker\" becomes a song about performers of fellatio and cunnilingus. The lyrics are camp, and some have gay an... Leer todo"], ["tt0223490", "Kjell Sundvall", "Staffan Engström", 3.5, "1h 35min", "A comedy about two men who meet in a detached house in the Stockholm archipelago to write a play, hunt roe dear, hava a sauna and relax. But a tabloid got a news story about the authors and sends a journalist to take photographs and bug their conversations."], ["tt0225196", "John A. Gallagher", "Steve Carducci, John A. Gallagher", 5.5, "1h 29min", "A young couple from the city takes a trip to the country."], ["tt0225410", "Laurent Dussaux", "Tonino Benacquista", 4.7, "1h 37min", "Bruno Markham, director of pornographic films, tries to convince his producer Françoise to invest in an author's film, but she refuses on the pretext that the X is more profitable. His scenario obtains a significant subsidy."], ["tt0222150", "Juan Carlos Tabío", "Arturo Arango, Senel Paz, Juan Carlos Tabío", 7.0, "1h 45min", "A desperate group of people wait at a rundown Cuban transit station for the next bus to arrive. The problem is, it never shows up. While a number of busses pass by the station, and others that are either full or at the end of the line stop by, it soon becomes obvious that the bus everyone was waiting for has left them high and dry. While one of the would-be passengers... Leer todo"], ["tt0226137", "Edgardo Viereck", "Edgardo Viereck", 5.2, "1h 25min", "Dirección"], ["tt0226225", "Jed Mortenson, Richard Speight Jr.", "Casey Peterson", 5.4, "1h 18min", "News of a slacker's infidelity spreads like wildfire throughout a tight knit San Francisco neighborhood, leading the man to retrace his steps and win back his girlfriend."], ["tt0225824", "Tomy Wigand", "Matthias Dinter, Martin Ritzenhoff", 6.2, "1h 32min", "For Hans Pollack and his friends, soccer is the most wonderful hobby in the world. They all worship the world-class forward Pablo Dios. Their adoration goes so far that it makes them forget the birth of a daughter, gamble away a house, \"accidentally\" kidnap the rich and arrogant football star, and tear apart the family. However, Pablo and Hans gradually develop an unl... Leer todo"], ["tt0227131", "Monika Mitchell", "Monika Mitchell, Alice Stone", 5.5, "9min", "In the narrative short film Night Deposit, Clare, a mysterious young woman earns a lucrative income as a serial seducer of men."], ["tt0227224", "Gerardo Chijona", "Lüis Aguero, Gerardo Chijona, Senel Paz", 6.0, "1h 30min", "Like her mother before her, beautiful Sissy wants to be a dancer at the Tropicana, Havana's famous cabaret. But her truck driving father, Candido, forbids her to do so because of his ongoing grudge against Armando, his former rival and choreographer at the nightclub. When Candido and his friend Promedio accidentally run Sergito over, Promedio sees the star-shaped mole... Leer todo"], ["tt0226708", "Harriet Marin", "Laurent Chouchan, Harriet Marin", 5.5, "1h 30min", "Oriane and Hadrian's couple is going through a crisis. Determined to save their marriage, Oriane visits a Gypsy fortune teller who foresees a dark future. But Oriane won't hear of anything but a happy ending and the psychic is forced to read another future which, unfortunately, also happens to end bitterly. Will the third reading satisfy the young woman ?"], ["tt0228214", "Ted Roesgen", NaN, 7.4, "1h 28min", "With a nutty campaign manager and hormonally supercharged daughter at his side; nice guy and long-shot candidate, Dexter Dickie, just wants to do some good for North Dakota as he bumbles through its beautiful back roads and sleepy town halls in his quest to become Governor. Unfortunately, after a night of polka festivities, Dexter accidentally rear-ends a UFO - Try ex... Leer todo"], ["tt0228242", "Olivier Ducastel, Jacques Martineau", "Olivier Ducastel, Jacques Martineau", 6.9, "1h 35min", "A tale revolving around the carefree bon-vivant Felix, who is content living with his boyfriend, Daniel in the town of Dieppe in Northern France. When Felix is laid off from his job, he decides to take a road trip to Marseilles to track down the father he's never met. Backpack in tow, Felix sets out walking, hitching, and borrowing cars to get to the south of France. ... Leer todo"], ["tt0228687", "Jan Svankmajer", "Karel Jaromír Erben, Jan Svankmajer", 7.3, "2h 12min", "A childless couple passes off an anthropomorphous tree stump as their baby, but things get out of hand when the monstrosity comes to life and demands to be fed."], ["tt0228525", "J.T. Foster", "J.T. Foster", 7.4, "1h 30min", "A full-figured teen working at a crumbling regional theater discovers that beauty comes in all sizes."], ["tt0228239", "Klaus Krämer", "Klaus Krämer, Kaspar von Erffa", 6.6, "1h 28min", "German children song: Three chinese with the contrabass"], ["tt0229475", "Christian Gion", "Christian Gion", 4.9, "1h 35min", "Romain, real estate agent, is threatened with seizure by Master Grimbert, more than tough bailiff. He becomes aware of the need to know the articles of law which will allow him to thwart the multiple offensives of Grimbert."], ["tt0229022", "Camille de Casabianca", "Camille de Casabianca", 5.7, "1h 36min", "When Valérie's husband Yves confesses he's in love with another woman, she happens into a judo club and begins lessons. She likes it, she's a natural, and she's attracted to Bruno, the quiet instructor. He likes her as well, but sees social class as a barrier, and Yves never seems to be too far away. Valérie's two close friends have their own stories: Annette is conti... Leer todo"], ["tt0228720", "Chris Baugh", "Albert Ruis", 4.3, "1h 33min", "Ping is a chihuahua rescued from the pound by nearsighted Ethel, who thinks he's a cat. When a pair of bumbling thieves try to break into Ethel's house to steal the money they think she has stashed away, only Ping can foil their plans."], ["tt0230041", "Andy Berman", "Andy Berman", 7.4, "17min", "The story of two men who played Oompa Loompas in the original Willy Wonka and the Chocolate Factory movie."], ["tt0230056", "Steve Meyer", "Steve Meyer", 5.2, "1h 10min", "Four amateur filmmakers go into the woods to shoot a documentary. They never return (Much to the delight of their peers). A year later, their footage is found. This is their harrowing story... sort of."], ["tt0035423", "James Mangold", "Steven Rogers, James Mangold", 6.4, "1h 58min", NaN], ["tt0089067", "Gilberto Martínez Solares", "Gilberto Martínez Solares, Adolfo Martínez Solares", 7.7, "1h 30min", NaN], ["tt0118578", "Deepak Sareen", "Honey Irani, Javed Siddiqui", 3.7, "2h 25min", "Tony (Govinda), a tour guide, falls in love with one of his clients, Sonia (Aishwarya Rai), and tries to woo her. However, Sonia does not reciprocate his feelings since she is in love with another man."], ["tt0119004", "RD Robb", "Bethany Ashton Wolf, Tawd Beckman, RD Robb", 5.6, "1h 29min", NaN], ["tt0118652", "Jeremy Kasten", "Rogan Russell Marshall", 4.9, "1h 40min", "An amnesiac awakens in an asylum for the criminally insane and must find answers as those around him die one by one."], ["tt0123581", "Philippe Mora", "Michael Cole Dinelli", 5.0, "1h 24min", "A down-on-his-luck film director sets fire to his home so he can collect the insurance money and fund his new movie. But crime apparently does pay, because once the rumor mill gets wind of his plans, everyone suddenly wants a slice of his new project's pie."], ["tt0124889", "Brett Mayer", "Brett Mayer", 5.4, "1h 32min", "Sticks is an off-beat noir comedy about a smugglar of Cuban cigars who gets involved, and ultimately falls in love, with a Cuban revolutionary who's in the U.S. trading cigars for guns. The two join forces to sell a large (stolen) shipment of Castro's private label cigar, the famed \"El Mariposa\", and suddenly they find themselves enmeshed in the seedy underbelly of a ... Leer todo"], ["tt0125022", "David Mirkin", "Robert Dunn, Paul Guay, Stephen Mazur", 6.2, "2h 3min", NaN], ["tt0126029", "Andrew Adamson, Vicky Jenson", "William Steig, Ted Elliott, Terry Rossio", 7.9, "1h 30min", NaN], ["tt0132078", "Curt Truninger", "Myra Fried", 6.0, "1h 34min", "Dead by Monday is a darkly comic tale of love and death... but not necessarily in that order. Julie is a sweet, vulnerable young woman who lacks confidence and is obsessed with the memory of her dead husband whom she idealizes. Alex is an angry writer. Talented but unable to repeat the success of his first novel, he has nothing left to say. Or live for. He just wants ... Leer todo"], ["tt0141907", "Peter Chelsom", "Michael Laughlin, Buck Henry", 4.5, "1h 44min", "Two loving middle aged couples get caught in a series of marital misadventures over reasons of fidelity."], ["tt0145467", "Alkinos Tsilimidos", "Daniel Keene", 5.6, "1h 24min", "Two down-on-their-luck blokes have good fortune fall into their laps when the chance to train a greyhound is offered to them. Little do they know their silent partner is setting them up for a fall."], ["tt0150021", "James Keach", "Billy Bob Thornton, Tom Epperson, Karl Schanzer", 4.5, "1h 38min", "An actor discovers the dark side of private investigating when he takes on an assignment in rural Oregon with a crusty P.I."], ["tt0160370", "David Gebroe", "Rick Kronberg", 5.0, "2001", "Realizing that he is dangerously close to becoming a \"Where Are They Now\" casualty, MC², an arrogant red-haired rap star from the plush New Jersey suburbs, begins plotting a comeback with the help of his management team. Shortly thereafter, onto the scene comes MC²'s longtime musical idol, a retired old-school British rapper (Hoolie Hooligan) with a nasty reputation a... Leer todo"], ["tt0161102", "Gregory Joyce", "Gregory Joyce", 7.1, "2001", "Facing a financial crunch, a beleaguered corporate filmmaker uses the company studio at night to produce an X-rated version of a sexual harassment training video he's shooting during the day."], ["tt0160270", "Matt Gavin", "Matt Gavin", 6.1, "1h 30min", "Eric, a reformed ladies man looking to settle down, sets his sights on Heather, a reformed nice girl looking to raise hell. In his infinite wisdom, Eric turns to his brigade of inept buddies for advice on the one topic they know absolutely nothing about: women. From candy and flowers to kidnapping and assault, Eric and his brain trust go to extraordinary lengths to wi... Leer todo"], ["tt0160343", "Brian Michael Finn", "Mike May", NaN, NaN, "A young man of questionable sanity carries on his day holding conversations with his doll friend whom no one else can see."], ["tt0160480", "Yuri Biersach", "Yuri Biersach", 7.0, "1h 33min", "An aspiring magazine writer gets the assignment of a lifetime."], ["tt0161083", "Sam Weisman", "Donald E. Westlake, Matthew Chapman", 5.4, "1h 34min", NaN], ["tt0162346", "Terry Zwigoff", "Daniel Clowes, Terry Zwigoff", 7.3, "1h 51min", NaN], ["tt0162203", "Dale Roy Robinson", "Dale Roy Robinson", 5.2, "1h 33min", "When a raffle ticket sends two strangers on a spur of the moment weekend to Bermuda, they find falling in love is a little like being lost in The Triangle."], ["tt0163246", "Dionysius Zervos", "Joe Convery", 3.2, "1h 30min", "A half-wit falls in love with a beautiful movie star."], ["tt0163764", "Kenny Griswold", "Kenny Griswold, Bill Kerig", 5.9, "1h 34min", "Net Worth details the serio-comic story of four friends who learn the value of friendship as they embark on a thirty day contest to achieve the highest net worth in a new city with no cash and no connections."], ["tt0164555", "Mark Jean", "Hillary Seitz", 5.0, "2001", "Dirección"], ["tt0165452", "Robert Capelli Jr.", "Ken Del Vecchio, Robert Capelli Jr.", 3.2, "1h 36min", "A successful attorney lives by the \"Rules for Men,\" a code of conduct for seducing beautiful women quick and often. However, he finds himself feeling a renewed and deep affection for an ex-girlfriend, which goes strictly against his code."], ["tt0166276", "Henry Selick", "Kaja Blackley, Sam Hamm", 4.8, "1h 33min", NaN], ["tt0166158", "Billy Bob Thornton", "Billy Bob Thornton", 5.6, "1h 41min", "Dark comedy where a married couple comes to the aid of a jailed uncle."], ["tt0166709", "André Klotzel", "André Klotzel, José Roberto Torero, Machado de Assis", 6.9, "1h 41min", "Free adaptation of Machado de Assis's classic. The narrator is a rich dead man, who tells us about his life and times, making fun of both."], ["tt0167198", "Lincoln Kupchak", "Lincoln Kupchak", 6.0, "5min", "Another group of young people travels to Paradise Hot Tubs and is quickly dispatched by the psycho killer, Derrick."], ["tt0170008", "Jeffrey Nachmanoff", "Dean Cameron, Patrick Labyorteaux", 5.4, "1h 26min", "Set entirely in the Hollywood Palms apartment building and its yard, this movie shows how people there live and interact with each other."], ["tt0171928", "Miguel Faria Jr.", "Marcos Bernstein, Arthur Conan Doyle, Miguel Faria Jr.", 6.6, "2h 4min", "Rio de Janeiro, 1886. Actress Sarah Bernhardt performs at the city's Municipal Theater, captivating the local audience enthralled by French culture. The city is at her feet, and even the Emperor Dom Pedro II comes to pay his respects. He confides a secret to her: the disappearance of a precious Stradivarius violin presented by him to the charming widow Baroness Maria ... Leer todo"], ["tt0170367", "Monty Diamond", "David Atkins", 5.7, "1h 24min", "Two desperate dreamers pursue their fantasy loves to Salt Lake."], ["tt0172543", "Richard Lowenstein", "Richard Lowenstein, John Birmingham", 7.0, "1h 47min", "A nightmare chase through hell in a never-ending, unrequited daisy chain of desire..."], ["tt0172995", "Jeff Jenkins", "Jeff Jenkins", 5.5, "1h 19min", "True love never dies..."], ["tt0173498", "Mars Callahan", "Mars Callahan, Doug Klein", 4.8, "1h 33min", "Four young compulsive gamblers come up with a radical plan to get out of debt with a fixed game."], ["tt0174732", "Bill Semans", "Bill Semans", 6.1, "1h 29min", "When 78 eligible bachelors from a small Minnesota town advertise for female companionship, women from 37 states and four foreign countries arrive, changing the men's lives forever."], ["tt0176883", "Dale G. Bradley", "Michael Lach", 5.2, "1h 33min", "Ryan figures out a way to make his parents dissappear, but something goes wrong when his friend, Holly, starts disappearing too."], ["tt0177885", "Karl T. Hirsch", "Greg De, Paul, Hank Nelken", 4.5, "1h 32min", NaN], ["tt0180273", "Caleb Lindsay", "Jim Mummery", 6.7, "1h 37min", "Two men (Kevin McKidd, John Simm) in London decide to meet women by answering a dating ad. They meet two women (Amelia Curtis, Louisa Milwood) who use the ads to scam men out of cash, gifts, and food. One immediately sees through the women's ruse, but the other becomes infatuated with his date and continues to pursue her. She in turn tells her friend that she is just ... Leer todo"], ["tt0180734", "Brian Robbins", "Daniel Coyle, John Gatins", 6.4, "1h 49min", NaN], ["tt0180679", "Jeff Daniels", "Jeff Daniels, Guy Sanville", 6.2, "1h 31min", "A macho man in a family on the eve of deer-hunting season must deal with the eldest son's curse of never having bagged a buck."], ["tt0181739", "Bobby Farrelly, Peter Farrelly", "Marc Hyman", 6.3, "1h 35min", NaN], ["tt0182014", "Virgil Widrich", "Virgil Widrich", 7.4, "12min", "Unknowingly, a copy shop employee sets off a bizarre series of events with utterly unforeseen consequences."], ["tt0181796", "Sean Kinney, Ross H. Martin", "Sean Kinney, Ross H. Martin", 6.2, "2001", "Accidents happen for a reason. \"Rubbernecking\" is a dramatic comedy about diverse characters stuck behind a major traffic jam. Some have road rage, some stop and smell the roses, the rest find a good time. Fasten your seatbelt. Drive safely. And enjoy the ride!"], ["tt0182027", "Ruben Preuss", "James Harris", 5.8, "1h 27min", "Sex, love and murder abound when two guys, two waitresses and a group of mobsters meet."], ["tt0186895", "Louis Saia", "René Brisebois, François Camirand, Louis Saia", 5.7, "2h 4min", "Three years have passed since the tournament in France and the team formed the Boys always seem great team. When a rich businessman comes in, everything changed."], ["tt0186075", "Elizabeth Allen Rosenbaum", "Nick Pustay", 8.0, "29min", "\"Eyeball Eddie\" is the story of the stormy relationship between a prosthetic glass eye and the insecure boy stuck behind it. What follows is a dark comedy about the price of popularity. In the world of high-school wrestling, there is only the strong and the weak - and EDDIE MALICK may be the weakest you've ever seen. Shy, scrawny, and perpetually body-slammed, Eddie s... Leer todo"], ["tt0186589", "Francine Mc, Dougall", "Mandy Nelson", 5.7, "1h 21min", NaN], ["tt0188453", "Jez Butterworth", "Tom Butterworth, Jez Butterworth", 6.0, "1h 33min", NaN], ["tt0188128", "Sara Sugarman", "Sara Sugarman", 6.6, "1h 44min", "After her father suffers a stroke, his daughter is forced to take care of him."], ["tt0188378", "Kenneth August", "Kenneth August", 7.8, "2001", "Dirección"], ["tt0189192", "Jean-Marie Poiré", "Jean-Marie PoiréChristian Clavier, John Hughes", 5.7, "1h 28min", NaN], ["tt0192071", "Tommy O'Haver", "R. Lee Fleming Jr.", 5.7, "1h 27min", NaN], ["tt0192111", "Mark Waters", "John J. Strauss, Ed Decter, David Kidd", 5.4, "1h 26min", "A young woman is attracted to a man despite her thinking she's seen him kill someone."], ["tt0193364", "Sheldon Lettich", "Les Weldon, Jean-Claude Van Damme", 4.6, "1h 29min", NaN], ["tt0195108", "Rich Ficara", "Rich Ficara", 7.3, "1h 37min", "Dirección"], ["tt0196229", "Ben Stiller", "Drake Sather, Ben Stiller, John Hamburg", 6.5, "1h 30min", NaN], ["tt0196068", "Gary Winick", "Kevin Kennedy, Paul Kneubuhl, Fisher Stevens", 4.8, "1h 27min", NaN], ["tt0197219", "Diego Febbraro", "Diego Febbraro", NaN, NaN, "Dirección"], ["tt0197862", "Sarah Thorp", "Sarah Thorp", 7.6, "1h 30min", "Jane, a formerly suicidal Los Angeles waitress, decides her life does have meaning after all when she finds a gun that was thrown away after a convenience store robbery, starting a life of crime."], ["tt0197929", "Garrett Rice", "Garrett Rice", 6.3, "1h 29min", "Oscar is turning thirty years old. He plans to celebrate his passage by asking the woman that he loves, Penny, to marry him. But in the next 24 hours, Oscar must face a shocking parade of surprises--about his friends, about his past, about Penny, about himself. Oscar must make a perilous trek from the sure and simple world of his twenties to the unsteady ground of his... Leer todo"], ["tt0198748", "Mitchell Bard", "Mitchell Bard", 8.1, "1h 30min", "An idealistic 35-year-old corporate writer struggles with feelings of inadequacy while pondering just how his successful brother is viewed as a \"failure\" in the eyes of their parents."], ["tt0198781", "Pete Docter, David Silverman, Lee Unkrich", "Pete Docter, Jill Culton, Jeff Pidgeon", 8.1, "1h 32min", NaN], ["tt0199733", "Sakari Kirjavainen", "Sakari Kirjavainen, Esko Salervo", 5.4, "1h 35min", "Hero firefighter goes through existential crisis of life, with his father and daughter of ex girlfriend in overall Finnish style odd take on life.."], ["tt0200954", "Andrew Van Slee", "Andrew Van Slee", 3.7, "1h 34min", "Meg Peters just can't seem to find Mr. Right, she bleaches her hair blonde and we answer the age old question \"Do blondes really have more fun?\""], ["tt0200027", "Penny Marshall", "Beverly Donofrio, Morgan Ward", 6.5, "2h 12min", NaN], ["tt0201394", "Richard Benjamin", "Alison Balian, Joanna Johnson", 5.1, "1h 32min", "A young woman impersonates a shrink to win over her Prince Charming."], ["tt0201694", "Lionel C. Martin", "Tony De, Camillis, Louis J. Pearlman", 2.6, "1h 33min", "A twenty-something tennis instructor/gigolo gets embroiled in a scheme involving seduction and insider trading."], ["tt0203206", "Chris Matheson", "Chris Matheson", 8.2, "1h 19min", "Dirección"], ["tt0204347", "Stacey L. Holman, Jeffrey Starr", "Stacey L. Holman", NaN, NaN, "A pampered twenty-something African-American woman learns to face the realities of adult life with help of her three girlfriends in a book club."], ["tt0203289", "Piyush Dinker Pandya", "Piyush Dinker Pandya", 6.6, "1h 40min", "College freshman Krishna Reddy, who has never cared for his Indian-American cultural heritage, looks forward to a new life on campus but is surprised to find that he has been assigned Indian roommates. Through his new experiences, he struggles to understand the side of himself he has always turned his back on in order to fit in."], ["tt0206184", "Karl Slovin", "Karl Slovin, Laura Wolf", 5.0, "1h 33min", "Wendy, Veda, and J.C. are part of Southern California's thriving figure skating community - the bottom part. Luckily this is America, the land of opportunity, where a dream in your heart and personal gain in your sights can propel almost anyone to stardom. With this in mind Wendy, Veda, and J.C. are fighting their way to Olympic glory. But first they have to win the R... Leer todo"], ["tt0205738", "Martin Koolhoven", "Martin Koolhoven", 6.6, "1h 30min", "A photographer returns to his parental home because his mother is seriously ill. The confrontation with his past leads to panic in a surreal, stylised psychological drama."], ["tt0203755", "Harald Zwart", "Stan Seidel", 6.2, "1h 33min", "Every man has a different recollection of the beautiful young woman who wreaked havoc on their lives during one heated night."], ["tt0205498", "Harry Mastrogeorge", "Ben Taylor", 6.0, "1h 34min", "After years of absence 26-year old Kay returns to her home town. Her soccer coach died and the girls from the team all gather for the funeral. The stories of Celeste, Lisa and Marie seem to prove what Kay has long suspected: love makes you unhappy. But Kay's mother predicts that when Venus lines up with Mars, Kay will meet the man of her dreams. Then suddenly a myster... Leer todo"], ["tt0207198", "Gregor Schnitzler", "Stefan Dähnert, Anne Wild", 6.7, "1h 41min", "6 anarchists place a time bomb in a West Berlin building in 1987. It's a dud. It blows up in 2000. Only 2 remain anarchists. How can the 6 steal evidence from a police \"fortress\" and avoid 8 years prison?"], ["tt0206963", "Christine Lahti", "Jill Franklyn", 7.2, "1h 49min", "A 17-year-old girl has a troubled relationship with a 49-year-old man."], ["tt0206762", "Kristen Coury", "Joseph Triebwasser", 6.3, "1h 27min", "A gay couple are hit men for the mafia."], ["tt0207585", "Hector Barron", "Hector Barron", 5.9, "1h 14min", "A boy learns that confidence and self-esteem are the greatest gifts."], ["tt0209109", "Mike Binder", "Mike Binder", 4.8, "1h 27min", "Set in London, the film follows the intertwining relationships of two couples, who spend much of their time together, both when working and in private."], ["tt0210094", "Daniel Waters", "Daniel Waters", 5.4, "1h 34min", "When a summer camp director gets injured, the diverse group of college freshmen counselors take charge and spice up the everyday routine of the camp."], ["tt0210939", "Anne Heche", NaN, 4.4, "2001", "Dirección"], ["tt0209475", "Adam Shankman", "Pamela Falk, Michael Ellis", 5.3, "1h 43min", NaN], ["tt0210362", "Rolfe Kanefsky", "Rolfe Kanefsky", 5.9, "1h 29min", "Four college kids come to a video store near midnight, and through an unusual twist become embroiled in a hostage situation."], ["tt0209253", "Dana Altman", "Chad Calek, Justin Holstein", 4.2, "1h 30min", "Zeke Lareau and Auggie Jacobs are two college seniors who have never met. Both are only a semester away from graduation, or so they think. During a night out on the town, a bar scuffle breaks out and mistakenly lands them in the county jail. After spending the night in cells joined by a window, they discover that although their personalities are night and day in compa... Leer todo"], ["tt0209486", "Valerie Mc, Caffrey", "Scott Firestone", 4.9, "1h 40min", "Two bad women fight over one man in a back-stabbing, money-grabbing, insurance-hustling, double-dealing, two-timing caper."], ["tt0212910", "Nick Castle", "David Hubbard, Heidi Levitt, Diana Wagman", 5.7, "1h 34min", NaN], ["tt0212298", "Peter Callahan", "Peter Callahan", 7.0, "1h 36min", "High school is over, and everybody in the small town just up the Hudson from New York City where Jim lives has made plans and moved on. Everybody except Jim. While his buddies head off to one Ivy League college or another, Jim rejects their upwardly-mobile choices and takes a job driving for the local cab company instead, which allows him plenty of free time to hang o... Leer todo"], ["tt0213205", "Rick Johnson", "Jon Lucas", 5.9, "1h 41min", "Billy Stagen is a former professional football player and present-day sheriff in his hometown, the picturesque Rustin, Alabama."], ["tt0214289", "Thomas Gilou", "Gérard Bitton, Michel Munz", 6.3, "1h 45min", "Eddie, Dov, and Yvan are back, still working in Paris' Sentier textile district, This time they're confronting the high-stakes world of large distribution after striking a deal with Eurodiscount, a European hypermarket chain."], ["tt0211915", "Jean-Pierre Jeunet", "Guillaume Laurant, Jean-Pierre Jeunet", 8.3, "2h 2min", NaN], ["tt0212271", "Shawn Schepps", "Shawn Schepps", 4.2, "1h 35min", "Two very different former college roomates reunite under strange circumstances."], ["tt0212292", "Michael Gilio", "Michael Gilio", 6.5, "1h 50min", NaN], ["tt0212380", "Paddy Breathnach", "Simon Beaufoy", 6.2, "1h 30min", NaN], ["tt0213053", "Joe Tucker", "Joe Tucker", 5.3, "1h 36min", "Two unlikely friends set out on a mission of revenge."], ["tt0212867", "Darin Ferriola", "Darin Ferriola", 4.8, "1h 45min", "Two thieves down on their luck get hired to steal the Rock of Lazarus, an ancient relic capable of returning evil souls to earth."], ["tt0213802", "Olaf Ittenbach", "Olaf Ittenbach", 3.2, "1h 29min", "Two guys, handsome William and his side kick Luke have just started their trip through the beautiful California desert when they're kidnapped by the notorious Psycho Mike, The Kern River Killer. Securing their escape through hilarious means and the aid of an old friend they soon stumble into a small desert town where unbeknownst to them a mysterious tall Blond Man and... Leer todo"], ["tt0213017", "John Mossman", "Laura Lee, Tim Miller, John Mossman", 8.3, "22min", "A Milwaukee housewife who is a Jello champion in the early 1960's dreams of freedom in 'The American West' as she tries to balance her goals with real life."], ["tt0214048", "Gianni Costantino", "Fabio Bonifacci, Luciana Littizzetto", 5.1, "1h 30min", "Gemma Mirtilli is a depressed secretary of a top model agency who sees herself as not very charming. To make her react, her hairdresser friend offers her an unusual color that will change her life."], ["tt0214723", "T.C. Christensen, Timothy J. Nelson", "David Trottier, Timothy J. Nelson, T.C. Christensen", 6.2, "1h 31min", "A man wants to marry his sweetheart, but he promised her father that he would save $10,000 to prove he can take care of her and he never breaks a promise."], ["tt0215516", "David Seltzer", "David Seltzer", 6.2, "1h 50min", "An outlaw, a waitress and her misfit neighbor come upon a baby in the midst of car wreckage. With his former partner in crime out to get him, the outlaw and his new friends put their lives on the line to protect the infant from danger."], ["tt0214619", "Christopher Goode", "Grant Morris", 5.5, "1h 30min", "Tom is crushed when his dog Sophie is hit and killed by a car and angered that someone would drive away without any remorse. As time passes, Tom's anger becomes an obsession to make the hit and run driver pay for his crime."], ["tt0215139", "Stavros Kazantzidis", "Stavros Kazantzidis, Allanah Zitserman", 6.0, "1h 30min", "Harvey, a neurotic private investigator and wannabe crime writer, gets asked to marry his best friend's mistress."], ["tt0215719", "Lisa Kors", "Lisa Kors", 7.7, "1h 25min", "A determined documentary filmmaker will do almost anything to raise money for her film, even if it means taking a side gig directing a ridiculous TV show on dating."], ["tt0216290", "Joseph Perez", "Joseph Perez", 6.9, "1h 31min", "Filmmaker rides around with two veteran LAPD officers to document the mean streets of Los Angeles. A wonderful character study, as well as a delightfully comic misadventure. An organically funny addition to an often ill-used genre; the mockumentary."], ["tt0216981", "Tom Blomquist", "Geoff Koch", 8.5, "2001", "Dirección"], ["tt0217686", "Todd Hughes", "P. David Ebersole, Todd Hughes", 6.6, "1h 29min", "The New Women is a post-apocalyptic adventure about Lisa LaStrada (Mary Woronov) and her small town group of women friends who clearly haven't come a long way, baby. Lisa spends her nights pining over the infidelities of her philandering sheriff husband who is having an affair with her nemesis, Virginia Van Upp (Roma Maffia). A recovering alcoholic, Lisa falls off the... Leer todo"], ["tt0218978", "Kelley Cauthen", "Edward Gorsuch, April White", 4.9, "1h 44min", "Cherry decides to hide in Las Vegas after robbing her mafia boss employer. Now, bandits have to deliver him back to LA."], ["tt0218905", "Amy Klitsner", "Sara C. Caldwell, Anna Maria Prezio", NaN, NaN, "When Sierra's boyfriend finds her a free place to stay, she's thrilled. But when the inhabitants of the Topanga residence make her question her sanity, she discovers they're caught in a deadly game that ends in the crawl space."], ["tt0219822", "Michel Gondry", "Charlie Kaufman", 6.4, "1h 36min", NaN], ["tt0218032", "Nicholson Williams", "Nina Jo Baker, Nicholson Williams", 5.3, "1h 38min", "The Beatnicks are musician Nick Nero and poet Nick Beat, a pair of self-styled truth-seekers who'd better find a gig or they'll be out on the street. Their luck begins to change when they find a box on the beach: a treasure chest of infinite beats that will set the stage for the ultimate success, a gig at the Monkey Club. But when Nick Nero falls in love with Nica, th... Leer todo"], ["tt0219329", "Mark Goffman", "Mark Goffman", 7.0, "2001", "Dirección"], ["tt0218803", "Giovanni Robbiano, Lorenzo Vignolo, Matteo Zingirian", "Riccardo Aprile, Andrea Bruschi, Giovanni Robbiano", 7.2, "1h 32min", "While world religious leaders gather for a top secret meeting in La Spezia, the Reverend Jones, a famous television preacher and the creator of 'Reverend Jones's Sauce', is set on replacing them all and imposing his credo on the unsuspecting world. To that end he hires the services of a sophisticated and infallible killer named Omega whose only defect lies in the perf... Leer todo"], ["tt0217570", "Darren Paul Fisher", "Darren Paul Fisher", 4.2, "1h 31min", "A story of sex, drugs, nudity and gratuitous study."], ["tt0217716", "Luis Oliveros", "Luis Oliveros, Manuel Pérez, Félix Rodríguez", 4.6, "1h 46min", NaN], ["tt0218516", "Uli M. Schüppel", "Uli M. Schüppel, Charlotte Wetzel", 6.2, "1h 42min", "Berlin Alexanderplatz; within 24 hours, various stories rotate between the heights and depths of the square, between the television tower and the subway shafts, between larger and smaller fates, that slowly but surely become entangled."], ["tt0219408", "George Zaloom", "Jeff Rothberg, George Zaloom", 5.7, "1h 37min", "On a mission to save his family's fireworks business, a man becomes distracted after he falls in love."], ["tt0219965", "Barry Levinson", "Harley Peyton", 6.5, "2h 3min", NaN], ["tt0219179", "Ashby Richardson", "Ashby Richardson", 7.2, "18min", "Dirección"], ["tt0220514", "Noam Gonick", "Noam Gonick", 3.8, "1h 15min", "DJ Sabu's overactive libido leads him into teenaged pregnancy. His mythic quest for two thousand boys ends with Happy, a paranoid UFO-ologist to whom aliens promise to appear (as his love child). Spanky is an evil hairdresser trying to foil Sabu's mission, he is the self-proclaimed 'biggest bitch in the world.' The action unfolds at a series of raves on old garbage hi... Leer todo"], ["tt0221074", "Kate Montgomery", "Kate Montgomery", 6.4, "1h 36min", "During the holidays at a ski resort in Utah run by a Native American tribe, the overworked manager and a widowed woman from the big city overcome mistaken identities and intrusive guests in their pursuit of romance."], ["tt0220034", "Derek Simonds", "Derek Simonds", 6.4, "1h 39min", "Seven college friends re-unite in the house where they used to spend summers. Some things have changed, some have stayed the same."], ["tt0220357", "Patrick Chesnais", "Patrick Chesnais, Caroline Cochaux, Philippe Madral", 5.8, "1h 30min", "Dirección"], ["tt0220331", "Holly Hardman", "Holly Hardman", 5.3, "1h 32min", "Shep, a depressed lobsterman, still holds a torch for fisherwoman Vicki. But she has eyes for Damien, a handsome Harvard boy summering on Cape Cod. Hoping to reunite the old lovers, a sorceress guides their destinies on a game board in her backyard. But playing puppeteer to messy mortals proves difficult..."], ["tt0220864", "Gabriela Tagliavini", "Gabriela Tagliavini", 4.2, "1h 32min", "In a futuristic world where women run the show, a shy plastics' designer buys a female robot, so he gains confidence and becomes a lady's man, but he falls for plastic woman."], ["tt0222675", "Ray Mc, Kinnon", "Ray Mc, Kinnon", 7.6, "35min", "The O'Dell farm is on the rocks. A non-traditional accountant comes with a variety of ways to save the farm."], ["tt0222849", "Eric Neal Young", "John Rafter Lee", 7.9, "1h 33min", "A struggling Hollywood writer takes a job as a driver for a cursing, cantankerous old British actress. She believes she has one great role left in her...and decides that it should be in his new play."], ["tt0224232", "Jill Chamberlain", "Jill Chamberlain", 7.6, "9min", "This comedy tells the story of a single woman, who, when her parents come to visit her in her new apartment in New York City for the first time, becomes unnerved by a buzzing noise coming from her bureau."], ["tt0227005", "Jon Favreau", "Jon Favreau", 6.3, "1h 35min", NaN], ["tt0227194", "Shashilal K. Nair", "Sanjay Chhel, Raaj Kumar Dahima, Manoj Lalwani", 5.5, "2h 49min", "When a cop's partner is killed in the line of duty, he assumed guardianship of his orphaned children while investigating the murder."], ["tt0226054", "John Bejko", "John Bejko, Thomas Hoover", 8.7, "2001", "Dirección"], ["tt0228508", "Zoran Sudar", "Vicenco Blagaic, Ivica Ivanisevic, Zoran Sudar", 4.8, "1h 27min", "After the death of a wealthy Croatian emigrant, it is discovered that he left his fortune to an unknown, illegitimate relative back in Croatia."], ["tt0227980", "Christopher Monger", "Juan Carlos Guerrero Torres, Julián Ibáñez, Francisco Lara Polop", 5.6, "1h 42min", "Discovering your wife is sleeping with your boss can make a man do strange things. For a Samba-obsessed London clerk, robbing a bank and boarding the first flight to Rio are just the beginning."], ["tt0227984", "Ronny Yu", "Stel Pavlou", 6.3, "1h 33min", NaN], ["tt0230234", "Tariq Jalil", "Tariq Jalil", 5.2, "1h 2min", "A cross country exploration into the forces that attracts so many to the Star Wars mythos."], ["tt0227538", "Robert Rodriguez", "Robert Rodriguez", 5.6, "1h 28min", NaN], ["tt0228488", "Stewart Sugg", "Stewart Sugg", 6.2, "1h 41min", "Hit-man Felix has quit his criminal activities and found employment minding a rich man's adult son. Meanwhile, Felix's old criminal gang have issued a hit on Felix."], ["tt0229021", "Jason Bloom", "Richard Uhlig, Steve Seitz", 5.7, "1h 37min", "The life of motel owner is turned upside down by a femme-fatale lounge singer and her abusive manager."], ["tt0230025", "Jonathan Parker", "Herman Melville, Jonathan Parker, Catherine Di, Napoli", 6.4, "1h 23min", "A clueless boss has no idea what to do with his mundane office worker whose refusal of duties only gets worse each passing minute."], ["tt0231775", "Chris Weitz, Paul Weitz", "Elaine May, Warren Beatty, Chris Rock", 5.4, "1h 27min", NaN], ["tt0232231", "Jurgen Vsych", "Jurgen Vsych", 5.3, "1h 28min", "A wimpy girl turns Superheroine when she joins bankrupt Mother Nature, The Librarian & the Chocolatier to battle wealthy villains Virginia Svelte, Cosmetic Chick & The Doucher."], ["tt0231402", "Simon Wincer", "Paul Hogan, Matthew Berry, Eric Abrams", 4.8, "1h 35min", "Australian Outback adventurer Mick \"Crocodile\" Dundee travels to Los Angeles with his young son while his longtime companion suspects foul play at a movie studio."], ["tt0233142", "Demian Lichtenstein", "Richard Recco, Demian Lichtenstein, Kevin Bernhardt", 6.0, "2h 5min", NaN], ["tt0235807", "Eduardo de Gregorio", "Bruno Herbulot, Suzanne Schiffman, Eduardo de Gregorio", 5.7, "1h 35min", "A young Argentine screenwriter attempts to escape his daily routine through a fictional story. This attracts the attention of those around him. But his story gradually escapes him and he becomes entangled in dreams and reality."]]